{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,248],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"batch_input_shape":[null,248],"dtype":"float32","units":300,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":600,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":300,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":150,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":100,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["dense_3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":50,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dense_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":25,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_6","inbound_nodes":[[["dense_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_7","trainable":true,"dtype":"float32","units":15,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_7","inbound_nodes":[[["dense_6",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_8","trainable":true,"dtype":"float32","units":5,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_8","inbound_nodes":[[["dense_7",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_9","trainable":true,"dtype":"float32","units":2,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_9","inbound_nodes":[[["dense_8",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_9",0,0]]},"keras_version":"2.4.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[248]],"output_shapes":[[2]],"tests":[{"inputs":[{"shape":[248],"values":["RvKFv7JPlz1EGybAfykXv51Zuz0vH84/wR7RPwzP2r65cca/7GGNP2teqj+CmZk/7n+Svy2qyT9j5gq/2+i+Po5nuT5g2fY/IcUBv4Lrhb0vpmo/6C5jP6PfTz9xe5g+HavMPwCSfb724hNAvXOUPM+R87+mNeE+xjuKuzU16D9WSa0/QBK1v7HqJz5HAR6/o5Q2P6eqjL/Myn8/borXPyP7CD5+2aK/2/2Dv1U97z4d15U+GHnGv1gEDkDpAko8r9Vxvi/njz8dhBm/cLbwv9xzVD97gwC/IVKLv6tkCz4Ciri9UbP6ve8NiT/K80S/seYgv0btBr/iHLy/TzWUPpvisb9o8d497DZNv0xLVsArs8s/QUcxPvIgaz+Ot6w+YsAyv2Ix375RKvY+0JkBP00cmz6n9HC/PagXQF/RnT9yGCI9x7zZPlomoj4Qnlc+H34lv01ejT8aTJ8/qO0IvrczbT/sTG8/00eYPVplOr9xn44/0uhTvlXYcj9M5hBAAwSDvU3p4r//t7k/PNSSveKmrz8n8Au+RwWJvwSqQz4BXJu++dtRvSJ7cD8W5gI+OyKQvtembj5YWK8/duhHv6+CAD/F6Ow+OkqRPyxgh77T5oi/d3eAv+gPTL+Xt+++i8ErPbZF4D5wjXs/i+g5v/grMj8GQsq/7dC8vwCfhj845sa++KN5vSqpQb+BBYQ/tb0WwPVGDb5Hvto96DmOPtGKcb/U1wNAbm90vzZ3nb/O3tu/7F1svIr6hb17yt49hbyPv3RDlj9aWlC/aP8RvYjYzL7Yu6I+sKYSvcPn2r9ygKk/nuzFPhFEF79sK7C/yMcnvsZasb7kHX4/EPtGv8k5Zb9hsZW/JVJ8P/Ywuj0FFIu+dCu3PaXCir+iuZ+/+JVgvxeSJr+jWJ6/E1vmv0FmXz4U1/++0j1TPt9UAz/dkyG8k17TvcrHCsB20FI+s0vwPrKzbT/cncW/ylwyP1SBIb+H5yq+Kw2LP0rZAD19RYI+Tn8oP2JLzr8y75s9","THa7PxR8pz+lMJ6/DAChv3uGl7/Kt4c/ts0sP5whkz4/CrI/kiZBPivIfT3+Fm0+u1ypv2KYRb1vU3E/ZwPxP0hbaL5pA5U+5I6ZP3stRr8WhNS+EkodvwuAs79z+LA+9nTOP4ai0D3d/cA/SC2pv3QOY7+QBIm/NipwP8kjlD9cDxU+GyBPP+CKFb+sMOe/6lYtvyMfJL/xmAU9ja07PgM5Oz+VVny/cbPiPRN4u7/vhui+kO/0v1vxjD+4pLy+DR0aQHN3pL/04Xw/I7aHvmXBez//R8E95a/tPtnKHL8="]}],"outputs":[{"shape":[2],"values":["0opIQOZKMkA="]}]}],"trainable_params":{"dense":{"weights":["9uipvdY0P7xSVsM9N80APrH1ebvE4Kg9nVADvt9lRD1reiW9sB4ivbPedjxx4mW9SabxvZVITj6q/3A9wICQvW6zBj03Nsw9jDqMvSRDpjzfGZa78DiHPSWHqr1wUpg8mf5TPeXXJDpOZa29nAqfvVbS9D29+g89taCLvW13pzyY5EC9jLPtPRgPVTz/2Qc9LhiNPWuzIT5wZie9l2uSvIaUjD2oBRQ+TLu6PHqhur0tmho90Bm3O8Fthb3kuCi9bNsOvPe4o716njy+P2invUXUNT0SEZ47V6yhvv12Oj2MWpK9fdMCPSnFK75B0gQ5ovuPPcVeCL2sTzw9veqVPVGYoz23o7C8tk7QO+S5ADzV7vO9gdOkuRb1Fb0P79u9S5obPKuAe71dMJw9sByoPf1WWTuc4iY915IvvQnqRj2DJho8sKvLPUDCkL1d+aO7g+ImvMH+mT3c6dK9ZeIMPlAZ3L1nPbg9R9RDPRM7Ib3tQ7Q9fyJaPoGbor2GJ8i9aHlKPdCqRzx/NHG+P5zXPFj4+LykgqU9j+BCvQCSyj36ZaW98FyEvZomSD3G4dW87doaPGY2jb0Wx9q93ScHvouC8Tzyvd08ooetvYuhij0ei/c7XaohvO9njjwlX7891AgvPYv5tD1zB348eygQvlY3Gr19kJi73bj/vE/Mx72yrCi+pIE+vcVPgr0/vRE+2KVHvSO8YL3cMbm7xPEWvlmV7rxbbIi9F3PiPameB75rMWi9X7qAvS0B6rzsGo69zDucvW5igr6xJgc9RcUdPUrmBT40+ue7vIwcPZx7zL0A2Mo8vS4qvdysoj0hYdc9msIBvtY3kL1LaQE+RDrCvQXI1D3EqXK9cj/QvXmwpj2T2Jy9l1PIvVoacj5ynU6+y1dKvbnWnr1WrKa8t5dUPYDdhL2jAVQ7P0hPPbbrAz7RhJK9+STMPeaVRr0TbbK9eGDNve2U8T3VH0Q9LvjGvMSfK71HyE49+I+tvd1Wxr0zHC2+Wn6jPWqj+j1N5KQ7","ACWNPWoIHrzgR0m+y6l+Pfrq+D1jd789gkcHvUn/Az5yNeM8KNCcPTxiVz0WK6M8+WbiPFtUJTwoG6S7szzbPVxSvr3GMkq9xfdRPu2Bmz2nhTO60PPWO9A5FD4izrc9IACmvRjer7n8LcQ9Md6BPElm1T3PRGG6mEGIuoY0lj3WbhU+BxKFvcaJgL1ZDzE+kqsuPWU3Zb3UV7o96A4nPYOCIz0yMtI8qcFwvcSpxb2myEG8y+lUvQPtUz4WvvE9PzkLvjqzkD2Vmt89AqUavTYIYT0Ye/M933ysPQV3aD1Efj280XwjvmSUGTxBKwM+jtaWPFbz9zwxqKk8AMLzu56gSjxf28O9A06Vvbc6BL2QIBO8Za3WPfFclz224by7mCM0vGqysL1WQhq+tr4XPVBS7j2cZEy9+ZrZPSOV4DzEd9S8bCkavXbgqL1LkPI8sstyOwtEnL3l57A9zhaIPlDRzrwfUNS8DBdGvLVaID5WuIQ+/gH8vBeeYD7/RKA8DxMtPTkXCLuC+Uk8gy2RvZxKHr2U3D89uW+QvdOPVT6uloI97ulWvYyxoj3dHlo9Tpl1PIkzzr2liOA8BLVXPegaoL0o3b69PuEUvubnRL0ilIm8vdH8PMREw7wzN6489q72vO3RST7POaI9SoK2PSnSmD3OJeQ8WpO8PQzi1LyAbt88UT1bO3MBIzwUSik9EiZ5OofVS73QR7k8Gqk3vb0NXT3DH5C9rWsIvroeojy27zO+FvXgPX/Kmb3D3Go7k5asPMOFGrvPouY8AvdPvGjgHz0kmPY9XMp8PSlZbL1RoLm96EBkPTo5uT2/arG9I/KQvVjQz71phIW94lmFvc82pjum1xu6ymKovlDD/rxAKAa+UPL8PTJ9672s0oy8Z9+5PTquoT3zEwc+kdO+vZkQOD3LRWU9xLphvbjejr1BTga+wmEKPndugT0pIVi9vWiJu7YS5Lw6gMK94DM0PZBgOD187To7ESC2u09WyL1Nblm92EwLPUtpHL7ZvbE9","SgBkvWtqBT0oKa097EMEPpxXM7tbQuY84pNKvZoH/r1DNsI9um9hPkrH3ztgQrY9nEJHPasfrT0H6o6+0HC9PZRm/TwocS88HfRTPTISGj3p0oC9Kl3VvYrv2D0mbQK8Ll4tvfuHNb7i6Tc9HT0Nvqnrw72CQhM9BxXOvQgd6TzE3lM9s2olvSlcfr2XsJI9UoMpvWAUT70wcrc9XLxIvRsKrj1FnM28CBBwPTzisb1vISO+45HEvWZaIL25P8m8c6ogvSBi1TwHdqc9X+HfvRJUSjyLZ549h2XPPQ21W75KdLw8kbmlPTn1tT1TXeu7vsdcviJpiL5NDd09KhPnPUtr8j1PbLg9QWs3Pk/x5TwUgac9fj6qvVOMvby4b6w9EFEIvp4mSD0mw0Q+IkSNvU/LFD4EepY9hSgWvR9JsD2FOYw6YePnu2azKj6jFze+lCEEPasDtj2DzEO9I0+5PUrCST2/fre9GHyJPdxKCD7M1oS9N4UBPikJZz0wldG9rU2mvFwaOT7drj68jAWBvJ4M7735cW+9eC1evS45Vb0BiwW+vM9OvYljVD6vw8s9hYanvZjIkj035ne9DY4mPa0AF7yyDZm9fgycPZ542D2Cihk9pv89PgItQz2mIVI9DLecvTL0c73OmD27Y3gvvXpTkzwXXkc9hTg3PvZTXT3I20s9ajqLvSBM+j2wjhG9PsMvPTWJNj15sou5+8ukvVCZZb3Tf1I938KdPVt9Sb2zkxI+eAMtvi5ojL3d9OQ8bODVvehVATw7uDK9SVAqvMTOXT4BcQ+8PDl0vV/qlD2Eirs98FbBvcpsoD7w848+zfIdvZzjLTz1TRM+MgmivWpwoLxEVwY+oV57vC+RX736S8c85ul4uzqSiD2INvI9TmqVvVBnqb1enna9dQbKvb20ar0cyJa+5NHUvbGClT1DHuM7hxRkvcXPJ71brsY9I/urvZGQ0r3b5mm+0b8LPrtrOT4C9hg73Hu7PYjizj085Qo8nestvE/Xuj2vgKc9","wO+kPakQir0xeaq85zdKPpIc17017BM9tPqdPCGZOD6FznM+/R99PE5BXz77SpK9IPVWvZIOwrwXHeI9VukiPHRhjL2dOni9C0NwvXSYQT5VyeU8ZtaIPcDLEz63fm69rZjZvUCQhzyANXk9VPe+PVU/lryc5588NyafPVSV2jyJeKC9XUfSPaUQjr16DZE5tnA/vOHHN745TZK9sdkJvv8/zD07OKI9HBqyPc9Jir6x0b49A8W0PQgV271ZEbK8dT1xvZSywT2IfxE8FniTvqKxwj1R01w9D7N3vYmVtD3P7Mo9TRoDvQUghL7uCHe9J5GLvm9Tij5x8J09rBDevUYuqj2w1Wu98XPHvWxt4T2fssS9Kwl+O315fz2jzuO9GRxVProJyD3kUjq++rOOvTO8uT17ng29tIqFvqT5Eb01IUG+svsvvUUmxL41eBm+HJE/Pt0c0D1zJFe9K8D8vU6fBj63efO9DuUkPU569bxuqP89OX/hvAPeyT3RIGU8b5GpPvgZaz2mGMS9rWVHvXFoZ75+o9M90y2GPP/ehb3zmge8oeI3vq+wYL77m4e991mUPF0wHz05jM69nSLKPW7UZT0gsmY95MtGPQxTl70R6+A8xljKPfORCroAi4W9mFOuPUK2P70sT6++WGJ6vfdPyD3ZvhM+i6cgPYnOtjz0onm92HKsPVzukb0i2b69vMGXPeh+sr7N9qO+AvgGvo2Wvr23uUu9yce8POO7Wj2m0z49KO3qu9g+aD2yDte8fUIkPbnumjwSJri9SXpMvpksUL3fB1k9NH0Nvqkw3r0t+cK9uu7NPU0Mtr0XuGQ+JhrIuuKGhz2Zdl89hYTvvmgdcj0yHC48I3NFvgJdjL5pGJY97nXQvC4LuTzXSIk9UlQtvVPBP73Lrhc+km6FvblNID5iQZq8cqkBPhJe0717u2+9hbusPUx6wrxf/JQ765+xvtC7jj1HYoA9O1xEPTSKb700sZ88l2iXvYCDRz7x+M09PPSlvQN3OT6ONQC8","hKKcPfv5Cr6ihMG9SKGYPYsT07vmCPq8aWfZPNKNA71GBYI9SKcru5+sWbzqm3M92YaFPX3sIT7pztY902rkPcEWh77CggW93cEvPjxAz7wcNyS9qPGxPYg/XT6EMjk8bDWpvTVCHjwEJQq7JsvPvaiTrbytA687fTKyPW2Txj0QY5y9rcDHPsOTPj7WIsY9vo1hOzoyybwdCnS+ya6nPaQF3zvvqii+BxVDPOIMbL13ch29iTR1vfJVejt2o1i9Lu8CvWMAjj3tFdM9XZeLPQsArz0Y+vA9Dtefvd0TmD0LHYG+pEB3vVQsyL2LQhk+MifIvf3akjzAr3I9nnHTvfY/tj2DeTg9nEKWPCYDuj17L7I9WRewucpTkj7ZoZg+r/8AvleIMr70c0m9UUyZPXk+w71VJTM90h7DvV/8X734xZQ9ovbLvQ1gZb42DLu9m2nXvmfrxD2OciO+WsdxO1KPoL2zArG+/QAaPYnnpj1g6yu9ZHpwPqUDJr5llQW8X0uGvJYGIL+XcCO//l7PPU+41D0/4pW9TU6bPoMsoLycYpE+/jfivalIJ7z2oS8+TVEjvd+owT20jES9uyWhPvfpyb18eLM9Ti+PvYoPbz2umoA9QgZ7ve69rT7FVK89mVomvZGjDj260Ee9Mje7vfTIb755A7Q9PILlvJagvT5c5wO+HFfhPKf5yz04KkG8z1ghPdqkc7xmUeG878hFvY0aqD1t2Tu8KuejvD9bXj1njX09VQmKPb5msD0WDL+9JD0UOyqyhjzcd449m/UsvU33Rr0Ykb89R1oEvRWOkr1pnaE9/TbQve0dUDy4W188o21kPaF2uz1wLpk8R0cCvTdmfrxqT5u9H68tPZ4cQT2Qms+9IDRzPf85kL0EUo482YHsvWy/gL0Vviw9CM6ivAjGqT2S8Hy9evyovR414D1H3VI9qV+HPKi/Lz0qR4q9qBi8Pbz66z2LDZm9GfqUvXKc0j1JED893eIivO2qXL2feAA9XGRbvcE0A76sJjG7","It/hPanMCz6XmKu9AO2PPRRv0bwOCLy9EOmhvVQFdLyVLiy9NTZjvTj1b7pArJM8N89KPkGWmjy9EJA93sWFvUmZ4b36p4q9mVpSPeu26bwGRMm9wzACvmTxejwhcKg9A7tIvXLHuT0RMVu9T8akPcOqob3XBXs9JMS/vLCDhb0KKEi9l1AMvSEYdb08S6m8/3TOPYSXQz3gWjq+UkWTvYsksz3M91g8hPVlvUiWt7yk6Hg9jIc8PQAvh704xZY9NaxsvaCRMz2v2EG8R0e8vWYAkLxENII8UqUOPW+EX7xGUoi91anFPECZjr2os5O9pW/LPFJduL07Vb289XcAvZ46r7xcMHO88EEuvgRWj7yXbYM8VnaUPehFPrxk59+8m0fevVuzlD0zo3k9pgwBvny4dj3OwG49ivAPvv2Bhr2RJ1y90+/qPDL39zzOOEw9odBKvZKsQDw7I9g9z7fVPUhGOTxnWNS9z/moPcRqP72EAQa9gmOaPP9cR71E3n+9Kj8OvsTDKjwB0J49seExPYr/ob09Sz49XN6ZPSa8gz02oMG9EJTKO08KSj1Vmp293NJ9vO2EeD1FMoI7kfFYvZrMez261Lm9Oc4ZvGaq3jydSyu88YPePc8Pnb3ldSc9w5gjPYhjiz1iOwE+ykSvvTRJUb21mS28YE+tPUQLDrtG2Uo9N61mvbbWYL3y7qa859SwPVEtoj0vjIo9oiMcvQwCpj12bts9p++mvfib1jx4Qgw6E3v6PanKyT1ahPq8vYmWPYmyrL1Vzxy++gAIvVLPib1r2bO9Sa9PvQ/aAjytVwq9blEtPOhUsDxWcEC9XwswvbNehT2disq9TWyNPZlEhryT4aI8bK/KvQgOpz0gaqw9KNPmvZyKwL2FZGe8Zgy0vcuR2j1RD5q8v8fFO5L3wj2TJa07x5G6Pd1okr3oDrc9tU1YvMReCT7x4UM+QSI1vXvBoz3Bgx68QIqavXXMpL2599A9AgDLvQJm0L17IZC9isu3vRr1ojwKlIe9","GyQivuvbuT14lwG9Q35PPcM5r71GX2O9PKUwO1A7zDtuJYo7IQuNPS6waT3e3tc9IBK+vJfGF76i1Sm+qKhbvOf8Mz3uVpW8sphfPUBthD14sCA95VMWPekJID1x9RA9kcu1vZ5SYz3VfSU9PlzmPX64kjyjUxM8U22evXfPQz3CdCi910SkO3o87D0n+oo9AlSjvTIaCzqhSz68vX/lvfBqJr3yFru9G8jYvftNZT5K1Py9mhOOPVOwODrcbp49bA7EvY5KTb0qaOM7y0SrPIaabT0o6L08Bc/MPZ1Fdz1D49i9aIBsvXtCfT1sA529OR4WPCAQLjw0K4I64AGhPYZ8Ur2Hutw9bfWHPVaz/jwOJLY9jznqPNo+Lj32uju9Yf2dPQaYpT2Feqk9icQ4Pc5p2r29jRU9GxWsPYbMIj1Fi1m9lizZPe8YML1zl8c9oCVRPSKSnDya33o8RhHWO/+4D7wgx3G9O1m4PSqwHL3uk2a9A8pxPUF5s7wzPKA9VYJSvY43crwNQq+9hDSLPRYwLLy86828MHcgPBxmmb3KK6Q96x8FvbV3erwOcKW9dFkGPOz5xjxd2q+883GyPVlGkz0kS5W9+7vhPbjPnz2/72O8pU5avTInpD0crfY8q/+JPar2t71AXHq8sgbLPVkX4b0OpIg8atufPT5BB7w+pLc9GnkQvJcHizzOt2C9gsBXPDO5Yz0Sn3q9x0/nPIn93jxdhYk9iwGhvciuRb1UX7e9zkkivIZWi7tOMqu9SxWDPfbvm7ygqV49bNU5veggoT3zOy69wVr4vOpHrr1hImU97Z+qu2FYJz1MqGQ9+lygvcPQ3LyvHfw8q2iSPCYW1L3okoA90w7HveEjjzpstTu8OC4nvVnVE70h/nq8OLO+OyIroz1IByK9vkUEPTahjTzPfNa9vO+wvRfAELwUGq29N6aMPdcsdDxX5tQ8y9uevZjnvrzSfDq897FwPSLIFLzNoos98UNwvb6BXT2oNtY92QPbO4tCRLuDzoY9","ZFydvRB7SL0vlQc8jIfovKLF5TwfEo69deV0vf9asbxjuz09B/XyvJUTPL1uTp29Fp0Su91kpD0jJbS8k5DHvW1yvz28BbS9FNfBPb3SXT14d3+9RlWRvdfbDz1S4xA8x9SmvUUcwrzNmuS7WJ41vSqwSD26HFW8hK6GPaeuNr02yK69ljnBPa++1b0Jq7E9TWypvPrD4Tzq8iA9agxpPSEaRbyldUs73PCvPa3XIL3p+qS8olDPPVfSlr09mKA9hu3XvSnM+7y8hYe91nOWPeCGYz0jKYa6UpS6vW3shT0Ny549X4MTPbEfN7xMlaa9HuFlPWIwrL3Aupy9MAVQvSvPUr02rta9XaYkPSCv7b1/hFK9FXbZvenA0T31GlU9RS2YvItfRz1y0aK9QabRvNrqFL3crZM9FhxvOtTJ9jwGCqq9A3K+vYN/BT0K+bo9mslyPU2jC7yPjV07Wuy/vVRNjDxHVK274E+evS69h70/gbs92685PVHIXb0Tjli8DXHevC5MUL0EBgS8hB9mvRHsQ73KrJ48DlW1Pf9Gzb3ktIe9MW9DvR+wjb3nT4A87QO1vNEhzL39U5g82PCLvS0a0L1coVk9DbNrvRuHY72O/aw8xgDxuaroDLhFEns8YNjZvJJLtbsQZoK6cs55vELlHr1Z38y9V26HvR08uD2Awem5tzw/vYXsBD2dMLy6AHZhvSC21z2lKpi92PZTPRtrvD0JUjo9MvGyvWI23z1KEEW9V+eLPXXY1j2VH8i84qHbvHNpwbuAiwA+zbifO7sPyD3nLJu9iqepvEHAFL1wwDc9RXwgvBylETyrMsE86BvOvb2NNb0m3xA7JsrjvVP+Xb3w3yg9IAItvp3idT2r2vO7ZaOQvfOpYb07CdY9rDw9vb8tAj8JAho9OCvuPQWfJb9WfkS8FjKfvak67DuYQ588JHegvUAnGD3YLME9YRRwvuAypr326s09VBULP5yqBr4yaJy9G9IxPc3GML6fgqW8HEH1PNEMXT4hTRU+","YUXpPYZgwL652gw8eoxmPVB0dD7GJC89ghqYvlPYKD4L/MO97pJ2Pa2zs72aXrs+eRfBvvnP2b08C9A+4fYUvjhErT2plP29O7hvPbo/+j2xtxw/V+2GPJVcuj5Fzo2+vbyRvpX2Yb6Gak89iK2gPJm1dL40B1w9YdyKvf4eqr3JlIW+Kijdvn5HID/vIQC9UhVxPYWykL0XlDw9XpZBPeKJaD+zjAu+LNUivWavR72PsuO7s9X4Paw7qD7SKi+8qQEGOoCTxjyUf269I9mavEnwJb09bRY+Vt5evYIhyT6eVQK/qVEEPt/YzrloaD49dgF5vWNwfD5ygDA+NZqmvUPEoD1pgQe/4AqKva3yPbzaoW29b3GTvQ3lv77Ya8e9SsesPCxLhj6DUAi+TUqtPmsoiLzoAs08Bt2TvYZ2nDw8Meg+oUaOPRsbIT2FSAA+4RzNPRIxWD1VnEU9Yb5WPmcps710Cc69GePTvTt+sD1tTLq9aDRJPTMWz7ys+WS++7/VPa/pcj2WRIe+AH1ePiWa8z3bhi89ajAOPtRJ0D5SAMM7dXnuPUvtUTx0B3w9TtEIP+RSEj48DtG+ydIFPtl7Yjy7MwC5xYcIvtmbxr3rS8W9kRZzvAa+j759osU9/K8tPlSYAr3XpH2+4R6HPGr/+j6dkL092jBtvIh6X76xTTo5uDObvbKBiL7LB/w9ZmHLvR4a4j0HrNC91FNFPYrUwb3gs/o85jqPvecIgL5zLjE8SUmVPWwXKj1QryW9q7p1u48p2bzhzZO8iE/SPJ0aSj4hAF69DCPsvqZRFLsiBD2+aA6tvrozA7+wRRW8zQ+sPcz5FD2efaQ+ieC6Pron6rxGccs90pYJPR7Bzj0aJ8g+QN/ivgkfEr8NfBA8ePJ3PN2Ier40ggA/vGqLvfmqLL2G9sM+0XH/POpJFD2f8E0+CZQAvv6ICz8OA9M9g9p/PYtvEz08xa29g+GMO1+boz3GB/09YebJvbO8EL5NsIc/drmlPRe8DD6IPSK/","X1NcvVTXtr7yIJS9INzXPeRGPT6dXFG6uw9KPEkb4rvrR8C9bmrKPuQ/VL6PYtq+BAW6Pu9Ebj45blQ93Lm0PdF4KbxogrM+O5oxvN0YJrx/B1M9vHkVPrxLtz4QGrk918knP6kTe73M1g+9f3VfPbowqr3Nu2c+cWSBvq2ksTxpQMC7oQL4vYorkL5ZcyQ9qcjdPtQ0jz/OPmE/YHuPPSPMlL680EM9+D9Wv0uc7bz/O5K+SNeZvL9vhj1NvEi+MlF5PdVD3L0rqA+9o+U8v5WBrL3IcK29Zw1nvWAUM7wanSu9yAUVvHhU0L7xKIm9+Z90vQcxjD0io7c+3gyNPsyGFT/IEeW8U1baPo55h74k2cA+2aq8vhbxuL7yVU07prItvCuNO70V0QI9a373vd5ytT3aXxG+rC6cvY2jj70xPrU9TSl1PQIIkj0Ou3U8OE6/vc364D52nS09HdxIPnkyGL+rx9S8NPatPeEi6z0Lm6S9jfqIvR0bob12kKm9kzWdvq/WN72UCQY+PnX0PvHYVT3jxZc95EkdPjkZrr23p/086EpdPUkEUT6XrWY97LdQPkndYr5thkE951gbPgkddzsngq69MACivkk0mD0fyVY95JWwO209Jz3kzbc+YTmtvsQNGL1yMrM+liUWvmdcHz5BwZc8gJ5oPTk4OT5vbCI/X+orPsUosT7lefG9KmcBvouwbr6qLB08tNjVu6sKk77uxJc9I4aJvMZy6ruza2W+8fy+vi6E9z6al0C9SmAsPmzRZL13V/o8+OqXvWiDUT/G0FO+9JLfPLb7yz11gM06F8KuPfiMsT5xU/w8yq4SPXqzC77K/fo8LdwAvTqSXT2KdbY9dwMnvV9hpj5cyd6+uRuJPNwOvj3/6Ik9xG2Zvd4RLD4rd2A+nGOLPSfnCT69d/a+g5GUPDuWCj4/BM+87Y82PBoigb41unM8EULVPVtSST5MLrG9BvW3PtCiYL11p4w973y+PAAKtLxHNJQ+LI5PPEScLz5w/I49","R092vBRYL73sNCO99hzUPfuGlTshB3A9GAPxPcZ+oL1zAxG+GIylPXkSVr3/c5S+2zGKvXxmOL39jAS+9Jw1PdGYkbxMBqU8FcpvPvi6lT4aOQI+ho9bPEuDkz04fQI+URHDPmM2+z18nL2+xRsZPY1wob2oz/277xM8vvjvx72eAii9X3+fPMGlcL5nn1c+EqVzPpAKzr2gaMe+CtN7vWVCoT5aU489JDuRvUoas71AU9a9tUrLPdvIOr7Hdlc+gtd+vbg1Sj0KCbc8+HpaPFquqj2oDqI5BMN3PX6hvr7M71w8LV0CPE4Pt7wE+Lg96xw4vdVt1L2/8aO9xjXJPbGYHD4MZNq9AiWdvmpgMz1tsYC9Er6PvpXN776t3gO9pgXKvS8myr30Hwg+inVxPpoFs71DZGW9FsrYvIf5Ub25TsM+IFTBvoxDBL9Jndm8f9qhvewdm73UCLw+LmpKPREHPz3RfMo+ZrWAPZGYLDy6qlo+nJRDPOwa7j6paWM9IRjLPQHqCr0c05a9rxiHvJSiwj3jJcq8NibCPVQpKb0hGGo/HlDCPZC6jD1heA+/8JzPvDHxTb6i+Li9O+sFveEtiT1XsLS96y5VPbm/zLyvnTe9mYGtPpaiv70PIZe+IEHDPoJWez5j/UG9B0QZPebKLzx//p0+Wu/JvRJtOL0aGhA9C2XYPU0xxD49zvM928oZPynHmD1uOjm9C2vLvaPD073iV4Y+r1iSvuUUqj3t6FS9hjNsvQP3x70qgp29nzG2Pop8bT9psUI/qzt9vNHWwL7o9+g9mvNDv40UlryfsIO+8xS1PUkAoz2BmkG+OZ7pvHSjWb1Y+RE9CMQov+B6rT1pOG896lCZPZ2cuTwnGm+9AKeXPWjMwr6w7Uo9+bwQvR30oL2lwJA+kF5yPrFeAj+64xo96pnNPoquxL4J7Bk+eKttvrUAv74Q2Ie9xZ6rvSU8Vz2aCUo6dey9PbK+f73FBI691JvuPGYs1DvHX/Y8SduLvaKTEr1AVqo8","lQzFPR08OD71AUU9V8wzPjT58r4delW90bAQvflrU73bOAM+ZU2SvMjDULljH508Zq13vkdXYz2jacE8LmfIPh4JA767N9U8ZJ7evXfJ4L0OS5k9NdPDveJ3lb1EitE9gmaiPaP6Or7ZMbc9Ho5oPZ+DI71puww+Ze5ovuBe2j0Q3V29e9/fvRa5oL14wQA+lAgPvhb1xz1oI/c+bIA1PcdGizzV+G6+j9sQPg7Zaz5v9oo+n2lYvEQngL3hHsO9AFdPvSoq0L2xqcG9ETjLvJrd8r2LJnO9JHvQvP/Xnz2R+Cq+2/pqvuKe8z6zh1K9tTpHPb2dGzv3Ch4+79iCPfbCBT9NKoq9a9YmPcV3sL1D6iS7+yNrPfbQNz7vFdm9sanDveVHEL5K3o6944CjPbbSLz0UyQq93veTPaEBtz5vF92+GSgqPYX3kz2cjXI8eAz+OzKEmz6akHU+Ge+OvTYAaTyFEr2+HvwTvZMy2T37MCM9U/J4vTmSeL7MAUC9tcEpvft/zD5iDlC+UZjhPgOllr08jhS9Sg46vWfqj73Bq9A+YTd3vdItRT55yiQ9XMaDPcjIXr3oZyg9SmS8Pm6op71CF669Ch+bvpvt5L2d83y9KB0Ovauqqr2hO3S94V0GvW9Vkz02voa+D4vpPFJD/T1cZSy9iz44vUDndz7ywCS9IwEAvCOssTyuWiO7ZqWdPptXID7fvuO9ARiiPeb9Zz1KRAi9DvCuvUXwVL1coBe9pZEQPo0ziL7sMTo+iIDvO9skobzs16i9SrVDvCcFkT6WCaQ8QiyKvcPz2L3ukiY8oWbIPGLnkr6M1X8+rWB8vVlOyD0z8549CsKovbVfur24XIw9l+BJPYGox75aEN080dJhPJJT0D0xNgY+/88cvu1wDb7iEwy9BpxiPT/MFj53at29UVe2veS5CL1gAE+9An0Xvr9DyL5TnKY9dL6+Paj/KT3Mf5U+AllAPjpjR7zzX5y9YmXDPSSRW7t3Js49otAcvrjcv75DrBw8","/aovPYpOFr5geVo+bT/COz+8rz1dMdK62Iu0PGTbJT4NgcU8AqphPct5gT47Mq06Ku6PvYb1Db1jJjs9c0zjPNQijr1eUM09ZCK5vRFjsr2LejY/z4p9PptVZ72EgO2++4FUvQr4ur0o/7Q9ukjfPSIDmT2t5xe9sz1ave61rr1nJoi9NRUvPsTNqL1nS/+9n5WGPqzZvT3ol7w9sE2ovZ6Sjr3GLjY+hh3DPWDob72GfT29S5AAPnjQOz4zSMO9gnfmPoP7qT012xI98OZzPV0Bpz31ob8+Gm5RvmAHQb1Spmy9FIG7u0q4l77+aYy94ob0PdCBAj/mAiI/KW3hPRlATL7vS9W9EjO4vuB5i72y6r88W3dKPZTjwTraxLi9vvynva8oTDuzudM9Fwe0vqK6rj3GcGS7UAWFvfDPwj32dJK9YMnFvKbunb18DYs9OzdRPCO6qL2o5DM9y7gSPjI/2j6f3UW5aQlBPjx7Or47rRU+Bsx/vr+FQb5xPIs94zGJPd8wqD1mSa27r0rCPUnJAT3GQSA9NKpVPmCluzs17iS9wMZhPQsWRj1fPSO8098CPtR/Cz4w82a9gl1HvQZ22L5/fC48EoKfPSUCnr036Yi9H0u8PHr+cLrh2Ti9I8qCvj4sQj2M0kg9x8w4Pv2tlT1oskk7EqhZOnstuzwfHe692k6ivQ4X9713lM49qE54PZLmVb5q6hw98REAPhx/r7wGRAo+ME0UvnlTjD2Unpk9e3EDu+IpxT04k/U9Z4kGPcheHj4Ugts+kMFJvao7az0kFtG9HXidPLZdXz5Sk2A+IN+1PXmVZr6aHnG+KsIhvF9+O7690lO9V+NSPeHrE76Lrp69KH/JPTJVvD3sfKA9baGdvmHroz5OLjc85P2ZPuQ0Ez4Uav89cSd3PRtpwD5yaES+ff6NPUILRj2ghSc8tTRWPAU/8TzdbY09GGLcvcTNAb649FW9XGXnvTc9Mr1h0j49JTmXPFb+ij7gLaq+d/Bvvb6lHz3pstS9","d3d1PUoTFT6kG9M9EVamO+PgCD4fF9C9oxYUvftkpDw9RIS9ZcxPPRuyYL6rbJO9dheOPbS9gz4W2RK9sSLGPmbxyL12pqm8ttKCvWlLjD0DZdI+oX3zvIuaqD3nHoE9uVGJvb/A0r13aYo9pim6PsmhBT1ZuYW9SoSpvr77IT0hNBu9OKBDvZgacb2FKU49X4iDPbd/6r2MA5y+PtOvPag3A72Nyq69UZ7kvWSriD65a5G7IXN8vXPbkjwYsDI+fu/NPptvjz5tI729/rWKPaNwjb2IWaW9wKcNviBkp7wXyz084fikPYRKhL5o1hU+wq5kPRjTVT278aK9tijBPDRAtT733Gi977iTPfbfAr5T6nq9b4e5vdCler5J2n0+tCpOPGuGP70b9Ms9LdjNvYBBQDkw4Mw9NFePvUalpL6jVHe9MIC4PCnHtLuMnj8+A9cUvvhNwL3WilY916//vJPZsz0It629uyEtvooIADvGjd07Y7CkvWqikb4+U0Y9hnWyvCM5kD2JvJE+xs3YPUWVt7tmNNA9OKnavRQpnDxYAvU9FBlMvsxPYb7TFxy9pk7Au5ixnL0cE3c+3XTovOGRED1PZKW8miEPvaYFZrrm/Sw9Mj9aPT75mT4d6qw7dSrQPC8JzD2BOJ29N063PGKl7Dxufxs+S0Jkvcsx4T3L+hY/x6eDPtyU9DwDdOK+YoQFPW71xL3tiQ0+I7yyO7G8lzzqG7a99dDVPOGasT1kyNK7HV9JPl1Ev7001CK+d5BGPnUQtLySh569iHrRPZaarb15/Ks9E7CwvI+Gvj0FOtg9aF1qPs95kT4YHbC9+bm7PmwyJr1Nzti9yk/pPKgEhDzenJI+iiofvb6zAL2q28W9HCZ4vYkaN75zqv48iawPPkVDxT5Gsb0+VBiBvRbXMr6kV4482LauvgEBSb1dEpY9WhtRvXkdcz3u+Ze9M99RvTDB4DxAtcU906uAvo9oG70NjCs9k0BpO/t5n71K1Jc9S0mtvCdNtjx2jDg9","rB5PPXB+rL0qAGm9cIBMPYvjaT7lprc9UEGWPgAHD76FX+s9YWt5vuYzgL483F87i8DNPcOOhjzx2uQ8aDDHPeVUkr0PONA9BDLcPZI+qrqqFGy8PgAAvZGlhr01N5G9Og5wPXDeK7zwu5I56rVDO2J/Sb4k44s98xe5PRcBYDsJmlq9D6CIPH3/fT2kRH+9eUthvouf1j3GtQa9xVFjPj4HVj3ZhMs90Rg4vMkZBr6aHoy9A0XfPWHjLb55h6m8cCvZPf911jx2rLW86ZCWPVZXqzxQFig91qsZvlK0RD7lRk295wuKPfAGDDxPCqg9SruJPagwIz0j78g+JsCnPImcK71rwR6+Q5Wguy6HHT49OSI+0HIZPFusUrwLdHK+8wKruzEfD77LWYs9hW1lPTtIO72FS7+9aJOFO2tQJT3NZAg9EWosvoMcUD4VYN+9SK2TPnqnnjxxMdw97rLDPKgY0D6MKD6+RrvuvKrrJT1fQ90916kyvUWcSr2azqC9VIP6PJh93L1oA0o7aA8IPbKyd7xN9J69FaLvu856Hz6fGJi+kYvUPO9FRT2ViK69d5XQva0YUz5Gofg9jyytPX8MPz6P6HC+98OOO222ZT1pCDm8t4mJPR8nCb4/rrw9WJmIvRkyoz7bjMO8ezGPPoiuAL2XLaW9vCCYPfHk4rsp5aU+2ZiKvSH/Rj6BwPU9iDj8PMCDRz2bMok9fBeUPtZ5hTv44a08IuuSvlcfor0aIpa922szvYXrjj1QqLk9HqSovbg5kD0UMoK9r3OgvebSRz3UYs088PETPdcXYD7xjf+8LRrZPcOhKL15V8S8SUKMPjnAcj5pKZe95RXDO3R/rD1HnGk79ajdPELsqj33XJs8qJvtPX9lQL7aqDW9SBumvaYOuz1lHBM9vPiqPcnRdj4Rk6g7WZ2gPHUFFb5yof282H3JvR9pZr4GnWM+nBPKvfsVur1Ryx494jnQPLg+t72pYIG8u96Qvd51sL4c0ym9It3HO4Qifr0wDxg+","HEPDvbTmgL0MmaM7+cD1vHjCpby7VKG9rZIxvrVBsbvAZ807lzZAvq7+Nr6KWYG9n6Apu8vzXz10SW8+iEmJvIXkPr1j9xo9oWn6O9lzqT0EMjM+qaU5vucGi76CBZO9+YuXve5TrLxAkBA+v5O5vC9KpL38oYI93A2BvQF1vj0nrMK9vXxcPHLuBD6AS6e9CfW6vAAnqD0nOIg9M94+PW+5nb0RrP88PITePGHn1D2bGeY+3OqAPmMxYrzmNsC+aqQtvUC8HLx5T0w8+ATvPUj3KT0R8bu9hLo+vftbq72QFmQ8N7eiPRN4or0mf4S9AiZqPqy4Ijw60fO8pDsNuvwiAD3z4Uu8TpunPbhGQzyVo4U9VtWrPbG/az4hq9C9t2p1Ph32n72DueO8c+E1PSqakr2e2dk9j1KcvRlyILypEsE935UGPaLOJ76dV488gEHcvHGMCD5ISms+OviJPZxsXL572+C9PJ+Rvr/QNL3exqe9ctWDvYtroL0uvC0981k0vfHLi73HRd49e9+ZvqX6az31HKi8rnSkvfmSB7yRY6e9jEWlPQACgr3+Gos9p52cPX/Nvz3HDGK92+FHPWAAvD19Jbq9Z+lJPtT7VT2uAzi8R6JTvree+b3UZDg9RVspPP7Fu71D4iA9H873O//pnz12Luo8eDZGPohmwz2TAru9oT6CPQr5771VdT48d+Kru8cfo73Vdyu9ODmgPF1A671kr427PQrBvIK7B774H5y7ezWqPaMuVL3FRKY9E5YZvn6f6z1Egb+97kHGPTizNj0XgYW9rugIvagBFD0bS7k8h9uEuz0SSL62arY8ioA3vA3/s73/uWm9OUnQPXGalj2Yi+Y9prctvjFYwT3fHdS93KijvWYmNboX34c9MllzvXyE0z0DiAY+1WDQuwxiET0iJAS+OonUPQMV4z0DsNM9e2SePDfV6b3LB0q+PHNCvbCFyrzaP509DIGxu/bZjryfNsC9Z2cdPXXjnLwSELq8JOS6vbKGmT4aIYa9","PU+EPvxfmTp7qB4+vIjCPeH7mj5KLR++GilMPZehkD0ZUI88VOqdvDIryz20mpo9wR5svUvcFbtKAt48FS6qvSgfjL3agKy9/9rlu0hZhz1TvTG+6YSJvXl2n7ssnYY9oAGXPVRQLT5iryA+xnELPWOkcT3rjRm+U8kvPed3cDxCICi9uku1PNMTBr61UxW8wsuSPX1jMj5jL3691nGaPinlCT02RUe98arzvEgGVLxZo40+ofEtvUN37Tz3C4I9DVxPPbmtBT2wHLW9UpCnPciQ4L3mxKm9lbCJvtx9tL336k695DilPS2lhD0Pgp49WTx2vVMFWD1UVqS94OxyvfrnvDwgw9A9fp27vZS8ST4/2as9Ta5iO4xdsbx5cDG9rZqEPlGvXz4YDye+wZaaOwMobr01TYg9PJzVvQOxfb3MG4Q9b8fyPc/YZr17BKA8kTA6vRJ90j0cu/m9OEmlPZrMPT40Tqi8MInVvUIk171nVT+9symCPPRKR746LSM+cB1gPPRbgD0+q449OrH2vQJNLL1r5bS9I92RPUHuh77xMUE7vc/APdrTPbwl6AI+0zXOPDJeRD2tHeG8IqWevZia1b1We728j+LsvSyBb7yNqba9xG7GPFf6Qr4sQcw9cnhXvSRadb2dd30+2I3EPd0Qyz2rKsE8PBBIvVY7DT1dpxG8d+GavUy/Ar7AEKa87T+Pum/6Pr3sNhY+e3+YvUn3tz0ePdK9JwTAPTpsjzz+CoQ9nfGJOmB2hj04z4O9nm2hPZagzzwk8f69vDiOPeT2aT3p+W89DQmNPZP9Fz1YopA+PbiZPfK0Nr1e6hu+6UVnvR7fhb138r28yBF1PWKs9D3BCWQ9EolgPbKZFb2ECmU9AsxLPvKZB77xzNa6t1YUPaLENj2puT09PGUVvXaVWb2LdgY+S3SJPc+0N72X2vq7J0UNPo2zJz5giKM9PDkAPkOuartfRee848TQPRHVLj3snU0+qvA/PAfNw71ivE49jwLTPSAmrr3rPJW9","WU4EPt7u2DwnOQ0+vuz4PN2B7L1tGZc84lhCvj+u0b3BR7g9JEywPeG4A72Awa89Tg6hPS5Iqr17j7+9JMcxvs3+tj0/TNu8YN+JvRdsU7yeupU948WBvUUWjbv3PNo91KgIvYiesLxMgfu6K3cZPhTM2T2dJrG9ojUtPXnmAj0eZQO9RVwcvpCLl71zLlm9axNhPVCciD3Vg869686aPAWHqTs8SPk9GQiXPQBzaT3GAAu9uMIKPDPGuL1qjYg9TvZqPTxiPr38pai9J4SKPeCtQ735zwW8nOirvbjEFD0J8sS7lnbXPUeHV7xtpp69lrvovUaulbw40F68Kjd3vJ0EMLwQLvC8NG6ZPdocBb5BvSU8BkJ1PaaAEL4PFJU8J+N2PRydo7xYozQ9ndGtvdzdQL3V+AY8+wAbvlt1MD7kY8g8jR2yvQhrcb1f2b09KWBaPSvSW71XYXg+jp+OOuIRyD0CHQ2+I4JsvNaAjj22rhs+zPvKvYpGObxASpO9usbovC+VQbz/HlE9Zy4APXC9Qr0Zmoy9UDKGvKrkfT3zWgI9Tf51vmT0JD4SgY89Pu5LPpBhFr3m7B89wIrgPX7BGT7sw4i9iNGIPVs2FL1qZ2U8LJekvYJsdr3hqME9tg4tvE8fZT36X7K9aY64Pah2rr379q68Cke9veElVT5X0aW9EDF6Pa5Ylb2T7qK75Fd5PScAmT0KQjM97N/Lve37KT6yLpe8/IQFPZ//frzm7Ms97mghPW9Ler2xJ7w9S4LKvILCUD7HkkG+UDksPkOcM708GIk9708uPQC4Xz2vVnw9CDW3vZW+Wr2EmRw8/jOEPNNVrj2XXci9UtogPtBlb71gfYq6NGFhvvb0xL3Frqe5+QWCPRqxZLz5+749PRp/vXJyF72Hskq8TI15vWT1yT3U+bu9kZY5vdbbYz6cdmM932zKPdfZHr0k1Bw+mT91Pv1avD3JzAK8MpGkPPQOcb3fFBA9oVMIvk1trL0hVLu9nVOnvOxGHb6n4rm7","622HvZ0TfL2AoH29VM+RPU7fBD5MtyK9Pyabu88PSD1d8vq8sRlKvfglib3zd9U9KKcbu50u4LxRUIk61yi8vctDL72SXbe9/duqPSFbO76vM4683d7MPe1Nm70X7uI9GWMePVFpu70ed7y9W9sbvWoK8ryJyci9671nPNKadL2y3A68DlxWvdO2br7qoai9t5HAPe8BTT0bkBE+J7doPYrlxjyOtuK8TV6RPaeZkT0VlOY9TpeBvL4O5L00VG89seONPXJPfzwuSOQ8VL2MvffOq7w+P8g9d571PKgyMbxxpoE9T4puvb3PCT1v04C9N99CPWCRQDxwnx49hLagvZtnAbxRVJ099zw0PVaYjr1KMSY+KbwcPu4kg70q+3S+tyL/PGfvCr6AtyQ93c5VvFdKPD1KoAI9tleTPTGQtT2u/f08cDUhPuPKCr6+BO+9P4UuPhfhPD0hG7U9chGAvZQLwDyCl9A9OseDPf1nAj0dPDu8kFP+PU8nuTzE6Li8QQPpPWze3bw2QHA4spD8vFKrsTxBtSU+V5vDvU9udr09M728v4V2vRABhb21dM682//RPdBMHz6EZA49Si5KPVBZE70kpzs908qMvWZK0j0EunE9f0WxvfDpvL331xk9i10HvX72ibz68Cq983NevnyyvL2f6Jc9nJoHPK2Oprx/WuG7whLDvRIq3r3oRig9h/cGPbJIQDzhpci7vxSyvPl4wz0/VsO8lm6mPP3VN72bdn29ocVRO+4fdrwBtwC99p2nPWsSCT0O4da6GZoQvUeIxD3FaBA+U4txO6yiAD1y8ae9QeQkPaRQjTwA/5q9APE0vWiqpb2XrRc9dy2bPZpfPr0DHrC9TF2hPbkhhLxfX129Y1CQPcGlsD0+YrA9xqeZvGKewj2FTYU9HQV6PSF8kr0hX2k9PR49PRPxl73KGuQ8a2XoPIZ2Er5a0447EPGuPYn4BL01KMc9kLUdvHD3vz3zhRm9sr4APZ/iuz1w1+u7WtiQPZZzjD0anaw9","AOI4vZle0bxt8II9HBulPQ/wELzoRNm90yCwPRGVNz0SSMI9FKpzPXkCBb7jGmi8BIR+PX3ITrx4PrU90HyNPaY2M700Gns9sqdsPW1ZMj2t7bo7absXvg/Wyz00yZC9pG6bPWPIurxfVys8oMRTvcPcuj36GJm9ThMoPatW5rxrwaC9OQxIvA6Xlbwf5RC9BhBuvTyAA7ziAr49HKPkvfhgx73DogM9m3LOPW2jJz4JXYK8aS7jvdFjXr2Kvzu8bS5EPeutZbxs1ye91FmfPWvK3z1zWgS+M9Btu68tGb15UbY9vfVevHm/rDzUpqA91HiOvegGDD2F/dq9BPEjPlUxzr3krCG88shsPZk8QT0Cvgk+fAmzvWT+Nz3sxKO95vo8PZk7DzsBZZA9BERvPbvryD1kUd48RVA+vqv5ib02dlA9N62vvdu2lb1AOeE9mxd+vRBrkzy2uO691l+LuyIj7zw2QVs70kQ2PaQ0Ej7cA6O9iZtqPG3gfD2VQ+89ZdaTPE1VNj6FAXs92fCjvf/7J70tBAA9OdiHvE/CXD1/fYI9ReUIPfk93r2v37g9Cio/PYiCJT3tVge+Tq5VvZGaMj7E63i9iprAPfIUEz3xbMc92YPUvDZpTb02XQU+9mtzPaI7nb2Vnnw9cPSjOvVjlD0LwNo65ku9vQzyS74/p4Y9ZjeJvX+JXj1um5M9/P3YO0KYAr0mWtQ8WDG0Pc/3Kj2mS+m9wkEHvMEBNT0HFbe9H7+avVWZBb4hhqM91gK6vQn+5DvvF+E8QhhEvQsNuj1y2ba8+OCLvNGmj7w7eQ4+55S5PTfKN75HCJQ8S8wEvXcLVL1iCS88mu+2vBeJsb2R4jK9C2tzvH8bvr1T96+9LH8yPdZPFj2kKlW82n4ZvYyR6TxnxT49fgjrvKiULDwn7Qq9fW41PG0REb1Gpcs9//BBPdxis7xUCA6+RmREPdOadryNAam9bL9/PT+6/T3zl5e9c6dovaG47LpSpZ491FDCPCTdI7t4uoi9","khcMPsJ0kDxqueW8U70gPX73tr1neLI62sNavVpOiDwmNvC7u7YOvc767z3CfYI8qk4WPGvPqr1ga4u9ETehPPAhNbxqzY874uZLvVwduj1quvi8KTG8vVchF74jX9E9CvXqOxaY7z1CAgS9nsw2OlXnsjuq1qY91wEvvuxvRj1hEd492ocMvdAarz0WV2W8TeHUvXzAkLwmkiq9YmE7vhWMBT3+F5k9sSywvVShiz3n+oG9nafFvageDT0YhEe8SqJfPOsA0b2leie9O47EvK7UGD5adg89zDISvPEw4ryEIOK96ynRvSiylL2ZHos9+6+YvRrN0T1ZU7e9aAZZPdVYW73mbss9L6rivPYCzT2yOty81/IQPSK+nz3z3lC8VF7MvDp6Lzuw0HS82agNvZkNrL3E4LE9qQTKPZXwrD2ejY07SjqkvWfueL0Dg1K90EyDPV5zyzwvJyo8FUR7vY7dez2uVs+9kle+PVDxYr1o37g8XAYNva2WWjyvzYA9OewzPRNsijs5Gqg88s0NvVTub7wfbKo9ctXhPOeJib3C/1k8veeFPeb7mb1Ip808jwKYvXArA73n07q89tSZvCIvfD35azW8Ak2PvfH/vjyMLNA9MBFjPEpmg73l6pK7eKFNPecqeD1+7RU8XBl+vR87Er1WXBq922VDPdA8ID2AcXu9vAaBPOJI/7wJAV88ENRSuwiT1D0Ami28mNbau0HZQj6IdgA9j2y0vcNIYr3y1r28OrzcvY/pEru9jLC9uFxSvSnIoj0EEv08cpZ4vVrUXTzM6NK9X/WpvSuquD3Jyxe+zRD8ujnNor3efyM8OljAPTZAyTwgH7Q9MerLvYLJiL2CEbe8l+LQvS56Jz2SQy09HGa2PXG7Fb0pndu9oROBPa4FaTyBCzW99WfaPQzFIz22DbA9IHibvS2ozjyqva09r346PQaiT71SsZm8jJhjPUM2Ir2rJLg86OcJPusWAL2x9rQ7N9KHu9OVG73A2zW9Tw9iPcTIk7y32rG8","DNWrPTK8gb2sNxe+mYqMPMV9p7zXNE29ZczLvaIuKD26V0e9bnyPvcGUvr3xmgY+EPhbPWe70D11XZM8+5ZOPfXW4r3m4pw9c/8CPcw0Nz0t6669uFlqvc5y8r3u1vI8Yli9Pa8/Pj35yeS9K+VmPeneML272RW9aL2xvXkGQr3WnSE9pRoYvXw1nr2rsRI9H6EWvT8aubz0HBU9e/cFPIeDrjnqArg93l4GPWyM47tjErk9agyEPT0A1r1AOAQ+e6h0PfmKrL2QhGQ9zeGMPSCitr2xRU67IEmTPDIulz1Fa8k91mIavKyPCr3AIsW9pUL5u05l3DzNSy0+Gz/TvH5zej1PW3M901jLPZhwTjtzYue8R/GKvbKlHr6XSD89rJKHu7Jxez1XWfw9+GtPvWA84ro1+Fw9J0J5PboTm730w3Q7INE7vTZ4zTyK84U9nV9ju3Xl2z0WBja9MpPRvXTHtT3qgUK9GsLNPRwOZzxflfM9dmvzPSBrZj08zZ+9NuuHvQJvir0B7kM9sH/vvAlk9zyNVWO8w4S6PQFHgb0I9LC7FEGoPYXR2zwwYeG9A4wgPWvlqb0De/w8QRqUOqFVDTxIVae8xKz0uxfBub16j5o9VXMFPiyjCz4de9m96rq1u5BQ6ztNTbY8/Fh8PRqgF7u8bSw+9DRqvckyDD0Irqg9kZehu586fD1gUg+8BwjAvVtkyz19ugU9ttZZvYFLpr3clJI9ygoSvC54mL0Ru+K9YxVEvV0v7zwtDcC94koUvZdXrr2AANc9+p+OPA2DQr1ZnwI9xWpZPHSW7L1J7GG9ikIIvXpSpr0sq5S9uiKMPCMghD1TjJE9GJrxPajtB73C2lI97xX3PRAgBD1+EbC9P6rPvfdceD1VDni9THGfPEz2hbwwMd89HELuu8XyVLqO+bw934ZuvaUqGL01/pS8qmOfvVSmorxuIKk7zzqnPfnT1D3AQ5w9ksLmPMPhuz3lNl894a6gvTHUdr1R+8G7wJ6ZPPSM4jxi+Me9","F2raPFOTOD36jqC9hLquPUEcxL3Mp4o8d7SZve+Ihb0ew1S9Tna+vS5OuT1MOM49gl6gvdOaA7zNYKc9mwpAPBgShT3SVfM9/RurPdTdpD1CudG9rf53vRCvfr0YHO678/E/PX8ThT3Mz4W8EL5ovRDd9jzYdUy8dHobPaX1470LXK68yd5zva/HJT0eYYm94+2MPAx9s738EoY984W/vbKbmr1n5TY9lPkIPaFHYTy1C629SsNwvfek6juD5dO9jyLCPX5+UL3p5YE9zFwXPYx5Mr0p8YE9/OHZPQBkmjyZs3o9SCErvR/6aL2faV29I7pEPOX/zT3CKrm9NK6Dvdg0LT0HqW29dGuDPTpQPL2lM4A9FIScPQcnD70jJZA9/+8SvXsCnrvbJJQ9+GhhvHK8eT2z/5e9ugQvPcVLir1/n+68a+tIvUe91Tz9SB481WsYvCtMtbwKtog9fl82vXCHWD1+JKO9Diikuzm3Wz20NLM97FqdPTGgvb0lfrQ9/vAWvQ52Er0bLgY8M360vCY9VT1Ss5c9kqBRPRE6lD3St/G87anHPOKZ3rv7c5S9NTxtPUrGmL3sozO7lvmpvQanAr10NrS9xOGFOdXR5z0PK9w7I6Hvu8yEIb2g6ri9W5MfPCcWmD3RdWm9NbsxPGMX1LzOoYk8QijtPKLLGjy8ztk8qxZtvbOT3bwfRcI9Gi5qvDjOp73G9bE9thqGvZpWwz2rWxY9RGJhvXIPHD2uFsK9Ap8bvUd5iT0HHB29sLcVvZMokj3fIlU9DAeMPNAu5j0wsSy9ZuCBvSR7R73GmY69F/cWPS65WDyVDN89TCDQux4bIb27jUO93nhWPfJtKz0TukG8b6weu2o4PT2LyCE8qqMKvY3n/jx0msq9FkSbvUsXej2SiMi9Cd7cPOokoT0hFAY9BLzLvFearj2hR109GhsYvLMqx7zC9Pg8AfHEPabfiT3BeY090UievVCaBTyxB7e8Q2nnPTpzCb19GiM9BF8dvX+PbL2c3aA8","ji2GPWOruD2FOiA9SJXDvfW5/jyF2wA9QGxevKmBkr3jwI+9wUHxvGVymb24/YC9khO3u/vTtb3+5JG9VQi7PZc6fryBuMU9CeXBvVJPDz2fG9W9qJ2NvXUgkzxBUME9mpXJuyzW8jy+hJ688PS4vd6SGL0laZs8RwerPRWDa7xOMpq8d1aGvUuf3bsxtiu9VKaYO+an77zpLqW9EM4uPY9TxD0cRbY713FjuwKErzyrqoG9hPHDvdUkiT0BtNU9EoOFvS0Ow72DLCK94TifvbpHZD0zLbi9Ej+EPTNYmL2M2vm7gOW0Pfjuxz3m4KU6xXcRPaSCkr0O2Ye9jYVlumfIc7z6CYA9M3dVvX4DEj3f0ZU9Y4a4vKZvwT3N9bS9MqdHPRq/pD2gpWC92vaPvbvRIr2RLU69fo5zvQ8xBL1DgGs9GF+IPeGzob1pVdA8zHGRvecoab000rS+yn0PvHvLlT3DGgW+7UTAvupFdz3WyaC9WYkbvbHrtL1JD6M8sVGkPWmGF77X4QK+b5o5viNNkj0d5Ho9AHTavBLY6T4zH/w8T6iVvVNftDx/4429Im4kP93fgz2lTlu8ud2yPl+0Iby41oS8CkG6vGniGr6uPkk928lTvR2BQD6igAy+5DOhPlMp9L7feQY8PHJGvhZ2nj2/BHe8qo3SPitTpr4JDCK9GuLWPOF+Cb4QtYO9VG7Bvv7JSL0KlxQ9cSNzvfvEpb6JvqG+PZYbP7dOlj3X+MC8JHClPQGKij5HvS8+d2tbPNCpa745BRO933DmPXbTBz07TdQ9hw2yPKy0lz0VQlq9GWSTPnXhH7+iYBA+vv5Fvw5lAz5SxkQ9oUeRvYihGT4D1uu8jEOBudrKwbtFiHa7P0pKPtiKgD4rEdS925yLvHaADbzMaIY86pWUvVCYuL1TxAg8toUUPS+jAL4UP5s+sJkdvJnIxL2rjKK9S2uRvVmhVj3kE88+FBksPNBxIz3ci9G+nCE3vMdkTLzEZMi9LleqvYA0Iz/xNY+9","ZxyjvT6O7T6uK3o/kG8tvjqokb0sTcM9++PPvaSY2LzMSOK+dX8yvctB4zw+Sqw9kXRGvUXYob31dRO9Jg+jPjtDi7yR+yo9n2uEPlIp5TvFO3k9BamWve+WfLvi1Ke+PHxZPtmTP71j8dg+25ybP8tXwTwiEXs87UyDPjo7sT5KDh2+g9VfPfj/n70mdNs9zKTjvY3pmj2EYto+0dMIPXoRzbwNwju9Fqs+PpA2jLwacC09HG8bPuTIST7UQ9y9rLgDPybJ57o1DPA+AztGvVTG7byQEYO9oKZKvTJ+j7793Na9plGnvav5Jz5UmwS9D8jUuyJvtj0iQg6+svsIPovGED3KVSa9eewBvb4fLD8CiH+9uY6JPc6egr3+lni8bCpMPmx//j2eXBA+NWcAvzjShT4r8Yy9OpnyvcCjZL3dlc09mlOsPadVUTz7tqc9p0m3PJ84zTwzC0S6jdyfvnNrez2uMIw9K9GPPNOclD6cn6m+8YInvnAvYj0+6NA6YmC9PXHVjL6+eLM9YZdkPRXIPL3ZyYo+IJFqvbSHqrsoAI29/Md2vW94nr5lgNI9COv/PC52rT04jl29mgG2vVvAkTywgwi/bdKRPWRXbj1t3Qq/lt+AvTyktT26vbg++oZ4PZDMnro2Gse9NBiIPI4AXb3RY8u9JmRavf2lw73nGbI964aJvvl+Kb8TTuO+mqahu1Fu+zyM8XY88yT4vEO/Sj29ukS+MEkMvR9lFT1kfvw9Eno8PvyKRD0aqT4+kzT0PuGcXr17+ow+F2sOPSQnP73AIaE+5PzSPh2Acb3C3Uo9GF8evvaOpz5Y2P+7c7ZhvsiNJT9t7tM+UxOuPWwHQD6Qbwu+nL9JPpgtk7w8udi+4PAfPKOJob2Gx+e+s5Jtu9E8fz3e4o89S+oVvuJEyj1HbfM8sw4hPTNMJr3uLAo9wz2UvMBWxb1wlQw9barJPf9fb7s6OWI9xBIEviaO+T6XFKc8eojmvQBdNb+QwJ0+prjSPhbOzj2t57s9","uB4sOwHRij3+pya+KBIDPn75Iz1lw3u+CouyvujrqLzGBci9uYGZvWNFBL2j0jg9+/XlvNWHZL7rQY291YspvppAsDxaalY+NALGvVzF9z7W8uQ8kiTNPVRLVbxpMWi9VvYtP+T6rz3RQS09OIeJPvkUbz2xbLi91YXtvU+MBr5Z+Ae9WNgwvco/kj6s3WO+TZ1sPoBmnb6yj4C9V6MIvWn2JDwAcsg9dtTcPvVOOr7NwRo9AxBUvaBGib15RMK9gn3OvhmNIL4JSxg+Y7nIPYoCrr4YDRC+lWEbP2d2nr1Jqq+99DrQPQd9mj4dhRg+90N5PckljL5hKWc8ghv5PZ0RmT1yQ/g8CdEkvUt5yT0x74S9w2OQPhuHBr8dlqc8Kn1Cvxr/Dz53Vkw+Dwu+vX7jEz7+8W+8/G4JPFYLc7w8NVu97T2OPjOzjj4sgV+9pjRRvbnJiT2E0CA9ATUvPNzBpr0ydWW9ymiiPQN+Azx3dJ4+Vzl6PVmC6LxvT429Up/IvUfEz72zmMg+WArEPB/JPr3pMsy+/m1SPTu9Rz2x3hi9Mt/6vFwu5T77Aza9/YKPPQOO5D6IqYE/JDYNvYgRaT0HD707s8U4PbC0Vb1FwpO+taUMPUhYDz6mOiQ9j7q/PSFzuj2+/uS9ioadPri/U7ozPpA9wT2APlkikL3tm7o92J8APfMjzb0PAaW+/NWpPWIxIjw+lKw+vBKgPx1p7D2o3py9G1kzPkX+6D6kJpe+CG8HvTmO0T1dqxg9zLZ4vqLjKDydJrE+dppPvNQ54b34wpe9rrI3Psg4Or13WPM86VQgPmIQgj7t5Io9oGYiPyENaDxUr/M+3BCGPU0PLr2bWMQ96eRMPaq5qL7n/6y8Q6dRPReAcz7LsuK9KbAlPX8VqDvZ1bW8aZ5SPsV7Wr1RhqC7lmUSO7RaID9Fj5s9SAhnPRcAND3dNTO+nJPsPWQ5DT1k9BI+sr7yvhGyRz6xSfC8hJaevTbcJ71p6Bk+ez4oPcqHXz17Mtg8","NMBivV+t4rvGpS+8tmXMvtqnPT2zF4S81ZMgPf73Xj5KBZG+vDBuvuFx4DuZoLQ9L3mzvT3SYr5oEn4+nkixPfJpZDwD43c+uI8cPs7SuL1vkIw9DbY0OzCir7420bo8SK5PvSP9+7t8Qca9nUyivClCEj0PoA2/YAs0PQWlKD14fhu/5XwhvhTvlLzkypc+QtPIvK8zvb1TE9e8q67wvEkHET0bhVI9jXQrPVOgzj2s1ui8uanJvrSuH7+F9fC+jkN6Pbq5HDsJ0b+9UcCJPbWlPz796SC+sgpHOkGQoTxRPu49z21EPipJHL3Cmww+aEjTPi4hBjy+x38+erOgvbtgzz28FeQ+1GvxPnpRiL08w989jMlPvjhT1z4pD3e9Ws8hvoLJJz/7kwU/SuKwPSaQnT3Fd3i+j6HuPeBAZb0jJBi/+a2QvYNNyjzUOgq/rVrSvRyUv7zCZYY9zbkZOw84ur2UIKO9rY0ovazApT30tps9QvvQvWECcb6bsKw9WY6hvXf7qj0eJT8+ahFjvlzIGT9t5Ee9YbkFvtdbJb+ong8+VJnsPr9gBT3lUpu9UbzMveAn1jxtx4S+hHKyPQbCiT277wg94NRVPf3/kb2x5om8UKXNvWlZpL1DAsO91X88PtBaN75HjVy+1G2Dvq+47T3uiJU994CqPbLIlj3QwZQ9H7NqvbWhWzw6bYw9g8rwPtcmGj4QgaY9A6InPqeNTb13/5u948XevcwAy70L4X69j9PFvHCphrwLpks7Ga4iPpAHp77LfLS96RLNvbCJwb3Q0FS9KdWdPjKARbtecIc94ImMPR/imb0rCq+9BQJGPeIqmz1RLUg+8tgsu6ylpr4+Emy+UszYPtO0Fj1UPq69LRfKvYoKUb5I3I+99HZcPpmzjDtMdyE90c2GvV7OtD1waqq9kPNXPbumiz03qTo9u4t3Pfmm475rAwI9aT/TvvkSET5nMmo+Rz24vGenPD7H0fy9Q1JRu7xyUT3vvcG9iM92PQEOf71QIrm9","aGqtPSE3kDrfFyM953fjPV5qy70lVJC9bD+dvYF3hryKNQQ+syONPDc4x72vH6G8nT60vV2f6D3pJ/c+PN90PfZu+T2U0Ui+1oaXvTiFwL2F6qM967z5PD9s4T7HbqE9nYrivBNOBz/+HBw/1uoWPoUqmD1CvEO9WL+RvUZE5rtruGS+WBdJPTHmXT7Mros9rAOKvda7tL3GaxI9Y0/xPmyX5r3b52S9Ahgovuk9lL3FEIk93vhnvSlRGT2qTKW8Oo5ePqFSsjxqPPo92sBWP29UHD02p5m9yKtZvd9U3T7AzJS+psg+PP4P1b0uqyM+IicEPfAMjT6u9ew+oRNgPWEvEL6l2Ia9u6hjPWteE71DKg89QuvSPVGJyby+utq9M9vBPilwEz3hlRk/vlvQvcE2Fj5OL4A96eGcvUlVV75uGq69Yr+7vVi97T0BR5y9be77PEb4G70yejI7qCm9PTElQj1ipS49rfZEvdrnlz5Bs7K9RisqvUiFDj2YHpA9i4xnvemVDr5qjHI9cBqYviXoFj6keqm8/ewdPquAgj0JGLi81aRRPV5HMT7+i4y98BIfPaAMIzyQKwc+5ZaEvvs0Q716XzC9vf4zvQN7kz5MfLK+WuaFvav4Yb2BzrM7dg3ePWlyTb6L4VU+GOjhO5srDj24/tK9C6KHvS+RNr11zyS+uDNUvbmug741br+9jmS7PVseFb0DhQ28kOBivWQ7yD3oDYW+xOTDvD+vND49sMW+mWLiPYpRSj12X/w98XkJOnnwPD6Y9yc9PaF1uY0Nlz2MRiu9xJUsvTQCxD3ZgwG9QTyevi+5Cb+6cai+XPQUPVvMiT0d2K+9GvAIPbE+CD7KrCK+ztqdPRWTND06ZQQ+2hzVPQ0IDL04KhU92RuFPoMG1j1HpWU+9xhEPZCRE72vhK8+1UCOPuRQGDxZyeI9vlgDvoy0pzxLYai7bDSavl68pz5e95Y+y5MJvY9iBD4NvqO+ZxfAPjQ00bxbZXy+AUIgvv9JUj2OoqS+","B27pPOAarT1lLdo9Du2HPeYYoz326JU9duRFvX0/pz213SC9IS1JvaG1Mb2BX/M78JOcPY/ZgD2wArQ7apYdvl97cj64z329zWH6vBpAg773ghE+/AqKPtJB1ruST8O83b8LPbzGDr3+pva9Zqn8PSA/Vz0BlwI97CKZPDdxIry9wpG85iqEPUjUiTwvoWg8tv8WPTn8mb4WQlK+8/0UvmGtjD0GtZk8k+yCPT3sHD1MWOE6lBXbPclqT70AZ/q8IG5QPuGqqj2NyG87z6PVvP5K0b01f0G9srdXvQhkC76ZiGw9dwYAPWr8870+0JC9fjk0PUUBYr6t0Xw9exalvbFTvb08z5m9mtgZPu3sI74FJQ29etZiO15dlz1hy/a9+HqyvQkTqD0moyA+F9sMPEDRgL6kSpK+Vm6GPgBJ07yCgxO+0KHVu+FlhL5CCQ+9L0QsPiIHjb3y5D89pMEOPVhG1z1nZby8GJ3LPS6qpr1anNU9UKp6vFs6kb6nWa69ElFYvgOvrTsqK0A+KD8fPN9cHj7ADw68VJN5PYM2br2OcQ89GnuNPGyJtr1/x8C9bEv/vIgGHb288ME9K/1VvU/DLr0AOSA95kg1PWTlcT377aK8T/KuvUB99LvLlcO8DJYJvK0BlT1eENw+XB84u+3EoDuO0UW+wjFbvWk5Tz0jo5k969a4veZbsD5alQ49Mru8OtX58D7xBsY+9XRmPKhimryQize9w3aavQHxITwUN6a9V3qvvC2Uej6Njca8ELa/PfalrD2Pf628XsS4PjJKWr3JW6o5cfEgvt5rxj13kh8+pnfzPMDTNb2egX68SQ8+PnUTjL1hdh8+trcjP9ml0TrQ2cS91nKWvGSdmz535EW+JTrRvKVezrxRaWw92L9WvOeIkj5vDZs+tcOaved9Bb2HBhs76vc3vScQnj3jZ0O8JuiKPSblwj2wkeG8C5CtPtHFi7x1Lgo/r5PKPfD96DzaDQc9kZoMvWgbz717I+Q85JqYPf2rA72fXgA+","ZoyhPdl2Or3jEpO9R79YPQqXgL3wR0m9uf5uPRsTaz4J7iU9kMQUPX0tsr0Yb9W9Xl4sverI3b13ik0+ooOgvhnAPD2Jhne94426Pd58zD3Gaw+8OICMPBqS4T3/NaQ9afMWPWFhc73T2Bg+RV0cvnWXhz1puxY9JCevvaFdYT5BIXy+GROWva1GUb0kfIa9cTrGO4qOub3vgGs+ofV4PQ+qkD072SW+F5upPZUUkj3nlDy+ia2cvDjL8L1KeK87w8tAvbaxzjyoIOC9Qt3OPeK1AzyXyIO+Om3qPK7MGT2c2cS+azQIPmFNUL3TaFg8B169vSirij1LPME9W/yOPcumiD3E8Z29A3LxPJGs1z0oOLK9YmE+vpKr5r6cqYu+LxItvZf4rD1gfjK93APDPVqURb2VmAC+KqmvvQCClTv09Bq9NgMOPu5y0L1GMaE9aAtMPhzKQ72Rdj0+8ZySPXWNBT1ti6g+ZP6PPoRmyj0ubNg9VLkbOtpvID5DS0A9qKlmvsCfWj3biIw9MJYzu+Lxr7tW8GC+czylPk3amTw3J2W+n3ixvRGkqr1qdaS+cxOzvVzIVLwLQck9BdhhPW3ZkD2jlJe8Ft/QPCjlbzwRZ7M93KgMvUotyT30P1G9+QRKO0Yhor1G+1e9WMcLvdTHaD61POa9gW0svoIrmL7qNkM85iTAPU7rCr5zw/w8RJmZPeZIsD1yn06+59DxPd2esL199pG9B0aYPasQQ71Ows+8dzWXvSsP5b35Ma89hsOVPbtdhL4eQO27uab3vSuPDz1suX89DqRkvVlQJj4KhVG8/nMtPLi7rj19KmK6MsKaPrBW3bvsSs29lekLPFB/dL142oe966vvvHnkur1wshe9oUi7PdjKLL4iCsK95nFQvQU8GL4rA6O9t38HvgYEF7x8yda8fcmIPkqGHr2fcJ49lqM4PX4Gqrs8JIC9ErOPPQRPtz0ROTE+IAp8PJGweL4Y+Dm+ojWzPhDgBj3x34u9GM+APQWoRL72sAS+","sPIYPt9cdj1tZpW9qHg9vOZ6c7zvTY+97jmzPSZsIzofMww+76CNPLbqLr5CdhA+xBkqvnpahT3B7Tw+4iFWPNWHYD3FJXC9IZfFPIfhF72io9U9bZWrvbF+8718uoo9c6dCvSfrg71coRW9Unu7Pbw9zz19x3e9QaO2PfUMnL2CTOI9iy8KPG4f4rxQsMA9bRmePLa9dT1Uekw+iz+5PRzgKT3qJKq9L+65Pc5iiD22Dk49yeInvHLYjT7OPMO9dqo2vVcUpT7nWJ4+kG0cPkPhxry+Ate9zJbbvCUpvj1chgO+SFyQPMmcBD5wTWa8ceWVPdRRkD2EsJg93dWqPgaWPj0t9tW9kij2vaBTnr33CAE+Yw+/vZTxrD1oTWm8ScYxPklKob3XGAs+CS2fPrLOnj07FHy9t2XzvVcQZT4sSwK+xnq5vGA86L37ehE+msGaPZA8MD7pZ4Y+n8OSPVyNib19nZk9eS2YPazIjL3hexm9a69CPugJar2q7pe8HlSOPqzQLr0ZgJo+Z6XFvWzyJryJrZ097wVTvUaR/b3+SM+9TKM6vaVAmr1g/w48O5MsvYKuJjwnd+k7KQwHPtskAb2RGbM9maeEPdlnZj75vuY8lF3nPZ65XbyINGq9QI+Wve4Jdr2yrWc+D8xdvtwcSz0jioE8b9QMPm4gljyyWJA9DX2tvZAMFD5dNV292sm+vYWGvT2LPzA+0RuKvuAw3TzRJGO7e0uXPex5vD2Urxi+5ndsvH64Cr5Em8Q9sNrGvYR4Cb60LMw9AHrZPeZ/Tj2OoFa+pgqhPTocS70mJhe+0hFovf7egr4HS1O8LD14PHH/1DqmbDG9i3iavWrPzz0AFCa+nrKkPSzl/Dwfvdq+ygDGvOh0vD0oHdg9sd59PZ04BT4QJ+w82IeCPWaMF77xGa69Y77kvF41tryA0QW9xqZsvncQXr4N0Ma9/Du9PENV8zz1kdk9a5XGPCMoRL2Bd42+AlRiPG/cf7256K69ERHZvK1cF77F3to9","nBwkPgHnGD203To8yaLjOwGoor0pGUE+TBjHPf5Nij01k7K7SrLqPXbrrj3lZwA9h6iCvu3qZb2kRLw9Ies2PSUPBT15t8u9TFdePjdnhD10XXC92UQbPeGYg70QH9i9g9C/vdxMG70OzsI9q8FFPpDyvrsQC5e9kf87PRGVsD1UO009/n0vvaAvpz0gg6k9CnAWPRyfvL2HqvK9czZ1vYXaHj4UL4q9oU3Rva8ZEL7bcgi9iz3rPVHyqr3NLLs9BaIcvQEuJjqNZBi+KIagvJq8MD30OSA+Ex3APS2Yor2I/zs8vgRxOwDC271m4Yq9vONDPY4XS76LZxK+DPkCvqZ3xD2RwHE624yAvPfF2T3p8dG9orANvCEUxDzbZjA9pVZHPdaCsT3PM0295xEmvtBCjbxZZ4G9CRlUvG845L1SVnS9ym65PXDZQb7Nqdi9P/1XvSxYyL2/e8C9Tdc0Pdx1Qj3tu4Y9Jm4aPi8VnD2745W8li3rPPemcDsnQXS9rV7MPVnKgr2f16c779fFPC3GBb4NoHK96T7FPVUD9b1a0S++x7KxvQpnjL2avVu98SYOPmkHS72RvvY8AbElPFHBET3JpgI6+d2HvUOJHj1I3Mo95iQAvThGPL555E699uHlvL3/yj11Viw+SKe4PcZblL2mv1I9XimlvWay073acro9oRgJvtdy8TwMFCu9YrzKvciN+Ltnaq294yQ5PXuP0bsp3+Q7VtYAvCHtmjvuuDO9DwZOPVxU1D1zItY9vPTbvMX+pj3R2IA+dhRWPH/dlL2Omww9O2WOPdlJQj3ybOe9avXBvTqC+z2u0L47NzcDvO/1zD0b9F0+GsWJPZpTpb3rLZI9hWOtvcZVoz3Snoa9Y6QxvMhS8Dzk6L29/FvTPcy6kD1j48m8+q9QPijux73BL9G9uss0vMFTg71QLgs+B3xgPWRI1jzzyas98NQNPlfIqby/jPg98hiyPiAb2D3jDwc8lNN2vSR8ij5eLpy9UC8GvfNR371DtQs+","ob0ivffZOD4QgIo+LNyYPPVdpLwt7Ck8c5ujPYlNirw59Bq8P8dMPjpbiTyKCDW7qgSnPYTfhL3MyHg+PrJ9vUFJdj3arsA910cPOlnJzL0QTwA9DRfPvV+phTyAqvE8SEGGvVttz7xHKQW9thqCPS01HL0bS1o9D5q+vcVLMj5mKpm9VbdGPTpeoj3MZG6966wOvZJMwb12DQG86MHUvHUzwL0HETU96mYMPmN1Rj1jdAQ+7MXivPV5tD3Zr8g7BCOQvaTkgj0SPEA9vCZgvi1Dmj2lTL695nQmvTo46D2vCwO+oci4Pb1DI75huZM9spggvOU6jb02hpw9Sw8+O3lWVL0obwe9vT30vYvKLD1OOkS7+7aCvV6mkb0HOGy92Bp2u0+wtz0VYbK8yKx5PSqlnzuucvm9nJD2PBxbLD79ZJ6+STApvIpwjb1QcZ47xaunvXkyJL0suoI9cHejvR8wDr5ceXi99eRWPaUdjz3HoWy9ZsY+vjHjcb6CPYO9/5D3Oy3mmT3I+749VoZ6OxNSOz02+Xq+eSF3PSGqg73Hgm28c7XIPU6BBj0nzx89jCLYu8Sggb0x6qk9fbQYvf+4+7upoG8+ijjrPT6YGb2DaXc9ojgFPujZ3byKmUq9Evoivs16l72qUl09FNaeO/+ZDz1qLwu+vwE/PlbZ0jwIJKW9n5ievEh4Ur0wWxG9SdwmvHk/LD02BjC9gFTjvBYSHL2uMp69tgiGvYXrXbsHx6O9VWxePRDlpr2gCLw90GvNvWIPej0fUOC7s7VmvVivkD3AB4O7F2hIPbYWDL0GxWA9lqY0PX1qC76Mpys9/q49PZ2WgL29Xji+x8opPKptEj3CeWA9tgLFPUYMEL3BV0894Sp/vQ+1iLzFA0089lk2PVTaPb6h3Oa9JlrevUzufb3YKKs9zx5wPOZd4j0DurG9V3SSPAKuuzx9m0+990PsPWaE6D1wapY9wgWAvabp4r3cw/a8gyuwvV62WL2Vmxg91wAAvPvoKr6v1n29","frh6vfbAxL0irZw9BGnauvTH4bq4k5+8QZkpPhMEsDo8zL68XwyLPWMujr1mi4y9QFvuPV8b+DxHk6u89zskPc8n0L3LBhW98GF6PTUSvb02JES9UaBZvDmm472jYpy9/A8mPLVbbTzjVby8kvDOvbgiQDweNrS9lsPPPWBcgb1F+p09yQTCvB46HL7dstY9cu8IvV6yorxTBu49TZGDvJajX71vYT08WqvOPINFdz3K8r+9W+rPvCzMpDuM89K7NzdEvSudQ7x00KC9FbsuPK8gET1myu290kShvbwLLL1Nw5m9lFO+vcKmlr2+k7o8fsygPTNBQT28l2w+Sq0auqlxPLwl96w8mfqcPdSYLb23JZU8dGGoPXtfsD0gyZw9hC2QvY7bpD3B7EM+F5PdPd6Ewr0ttXw9WcUOPb5urz3pv6C9GUGkvRNFhz033yo9NPYYPYf9jz1IV7W9uLB+PXpBej2Rk2Q7sBypvc+mSTxJ/oG8+/yDPBLhJTyszIq9YH+rPadFobzofu09GFp9PpK2Nj13d+28vhhHPWEGUT7xN3y98PySPCxSF70JCCw+Mws0usTeJj74u849tAxBPcjpGr40cyk9r1+mvPqSRj1mB5I9GTpAPQSEHTx2qYE9ULUePqpcYzybTRY+UZ+FvS7g67xrCsU8ksCePazhNr6r5B28dV43PG8ulj2ux5A8lO8zPRUCO73RGF47fYB/PfguFzuiHd48ypcuPTgFxT3H2gU8RkAPveIdhT15Qh29RDrVvIyQAL5dH/U9ulQgvoGZ2L0VrLE8DyBTPU8XxL3uEj29wa87PYAL2D0We9I9yjOCvXtu2D2JdSM++w43vkmqBz2431O9cc8NvVyjLL00qyg9HUUMPTuy4TnBacU9uR5EvVKIFL6B/YU9mh/PPEZB/ryI6qg8HE0aPUa2Ir341YA9dcnPPR0iD76OV3A7/zwRva/ihTwJGcm9V21tvUamqL2avwO7vTekvZKDcD0BcVy+lTEUvRUQkD3dAKu8","AtO7vI4Uvzy2wRC8sglhPbXJfj3/bXq8scGsPGYHqz0uZh49dK74vct/6b1CIse95hSjPSG0lLoOoE69SC14PZuD8D1mKFO+fvGZPd5lTb0OCZs9mTOCPOGB770+f5g9vbXgPbyiBb3pHQy88p/APZQS0bxkBjY+tS+pPFVXGbyOssU9flE2PUgN37y4Xw49injpvZ/9sjwJxo+9+6uuPQb84T3wcmq97zgvPhZ6xDwcOge+M+ifvEKBaT26WwO+iy2cO2alnzyDAyS98Z2LPRAH1L2FFYW9yIqbO65sGb2mbwg9tkFfvcrogL1j/EM9pEXHPbTxIL3azlo9pTiGvUguoz3gXFm9uUIMvuyPFr46vem9jCL7PVnwnjm7RaA9wPTiPFVzkL0TD3i9RSq3vD0ts73nUJw8l5QNPiu2kD3Agy49xmPWPafBtTzViNK809KMPUmQHTsArey638KyvdccM72NkZ+9kdKTvJ8bQD2lJT095t8RvN94qr0bMqg9Z9MkPkHqmDx4+Zy9tS2ROpHcqb22h3Q9VzIRvSja+L1+MUo97iJfPZmOLL2Me5Q8bzPJvdgIib0g99A9o9fHvW1vlbuIjIE9+AL1PTWoiL1vZT697TiVvQNeZD0X8q47y6t2PZqXo72G+5g9XfnIvLrwTz2UaOm9+QYnPuD08Tz0MB674+KcPfJnIr4SyMS89YZNvbw0Hj2Qn7S9EopyvX2Qp732rX49MwRCvJHiGL3o0NQ9yQqQvWroEb5pt0m9ptiMvc7x/jwoWxs893XtvC4Tq7x87fw8H6oMPVQnur37gKQ9aCp7PahkUz1cEKo9aDcyvY95gb3s4we8Fy/QvVf1ib2ph6s73DedvYox4z32k9291FzEvY+Kjb3v/8G9x3gePWbjpz14SaA9clKcO653sj2bNhO987WqvWcwWr19PJg9COWCvUzDFD0CTwQ9cUK8vYSxBj7e5CU9BD2BvZnQBj2I/KQ9Y5haPdSu2rxiPZm93cMZvBTiZbxkSty8","TyY7PBbHmr16/i+9L3+ZPUj6Dj2KB489umVGvYhPjzz6H6k9enByvPzZ9jwaRYe9rJfvPK5QCb3WnEK9ZD4DPvStuD1pAom8C+KKvR1h5z38DBq8dhNPPbJ69TyM2f49ozvLvSDJKT6+USs+gcodPH8z5TyZuME9QNCRvb0lqD3YZtk9mIv7PHDtjDz8rbk8RXIVPvXgj7yIFTw9NuGHPDSIc72T45q9uuq2PM587r1GH3s8Fsa7vfN9mj0719i9bspEvIlZbb0/7tG95ubsPUJrDzzXlOQ86GyJvX746DutygC8YQ/CPDS5aj0/uqE9BvsUvcq7lL0UDI09A9JhvVoMujwPjpC9zM16PTGTxb3lwO68ZqdEve+dxDxptyI9APGfPYROyj0NKyY+4WU8Pbp9wbybjV29MIYAParzhLy6GHU8GgnSPYLK1b3bErw94ckEPC2bLD2U1Sg95znVPeOk3btjQFK9XTXPPDsSOD1p0Zi9z22vPPKhwb2cPtU8IRGUPfQSxbwDYpC97lVtvesAbz26+eI8h1vMvbYrBL2BxRK+AllJveq0pb2i1p89l46YPfW5aTvsZo09Rm2aPRcYzL0Mgki9b5rLvdm5Zr2NbUa9X2/XvVVsBL5wekQ9M3i6OxhZgLuktrI9dguIO3qZ9DyIJou9Ffz6PIugwz1IuCY8FTOYvNRgUztFjck9iUJKuyglgb1LydQ9iGBQvX7ftr3mqBs+0KnFPSs8ar0F8LG9u3ymvRFrA71a50W9iDgAvjE31b1dWAW+rSqAPAFcyT1uzMG8mZDPO997kb1Q8KW8jCPOvFJuq7tuG528uh2SveD6iTya5bk9djdKvdbeWj0zVu68X5ByPTsvtT31HEG9QUa4PaLj5zgxum08HJOcvf2hcb0Lk+29/68tPfTIpLzFe2q9n+qCvcuzAD2QY0U9uTxkvWUXmLzI+qM8teEdvebtTb0b20G9sejMvF5CwDwf2RA7FADLPcYWlL0x/Do9u6uXvciuyL0jXb09","G5MqvT6X7r2E8Pm9ITwyvWd2Hb0R0xa93iyRPRJ0hT3x9NU864kMPMJB1r2irhm9/rYKPt0X+DzcADK9dJ+ePNkcQb1GGKM9uIc/vGojar2OdjS8RnVfvXaPrD0sCw29N1/Nu/pEWLwahUu9ujLPvY2Enr0dvZK9tFEcvctFXLwiNEW9btcRvW2xgrt0+Pc8FvB9PXUXr71i6YA9LzsnvQD6mjuwwZS9vJXQPJeOjr2LNFG86VqduyUlLL1lkaM9p2azPQa6pb3O5MO8+7UpvU+WMDwDB5S9j7Cdu1f7pD3h7nu9rjfNvRu94TvaJLE9FBzmvbiryzzdKao8/NW9PWTsnb2XtDm9uubEvRz6q724TXS9UnzRvXm7LL2pdL69uueOPbbJaT1K58Y8KrhyO/R/uj1FxBE9UCvrulqsZj3LdGe9eU0HPbdOcL0gh3K99uG6vf8Bu7tfoq08VhCyPV2vwr28+6O9Kgt9PL4JxjvHT9u9OUPWvMBEVT2Jqta9Dz+xvRuWF7z97oE9KLBBvbjT1r0HyY89sURGvUFYpL2W0f687jmXvSdJer0FbF09OkZFPVoUOD3ZsJ884GUMPlXihb1OLUk9y9dHOmfgVj3EgtI79NuRvXoEEr0ltg29z4+CPa+YvbxYW5i9WMjIPPEWiz3uOSC8PzICvSY477zdg4A9tglMPZXrdb1iFfI9T0MPvbI8XTxWTtQ9j0u3vcdoP72XuLI8I7GOPVsxrL3Gy8s94ksZPbpTcL2W3QS9W7wHPt8C17zLse89NCVfvZgAzz1wjL49mw7pOnwTCT1lbhM9lWDNPdGlb716jiW9/i4HPVkMx73Zjw09uEkBPlwlQbzJLKa9ZcUYvRKN7LxI5F05GvGIvawuoT3l9Y48rd16u/Nv6Dwjf1Y9KvMKvilJ2b0FIt+9Cj0RPoilg7yzdoY9xH7TPQ+HgDwt2jk8Nw/JO4ldPz2tv8C8jNx3vX5+Ez039rq91u5OPdML1Tq9TZk8NyHNvVSXdzxmgLS9","iFd5vT7RcT05aMI8Y25ZvXOSo73LlSC9W45RPRfd/bx9vq89Dq2GPYx1KLzhN8Q94cu+PROjh728NOm9wUzGPE0Yib0yYBS9tj2DvUw/iLwcCFe9yDfCPcxCZL1BFaG9PQ/OPRN9WT1i4Ms9pxC0vccS270IoKA9Gr7DvdCLaz3C+Wo95RENPU7apL2c0A49cTF8Pc1jor35s7O9d7/PPbs31D0rHis9WUfnvLJGm73okpe9g0+4PU0F3D345LK8KmUZvTHRuj3T0tE9oBiaPeNBg71LtwS9i3H1PdTeLLxqGWu8uN57PUR7nj0Ca2E9THfmvY98ET1EDgI9DSurPWesZr1mncK9uY9CPT+O4LwRKGY9CO5VvLynzTxSjK+9eDSdPTxmhb2uo1C9eDg1PUZ+y733gP+8xWJiPVPUvT1W24W8HHOzvTPhu7tesJm9YSy/PZw+sbx0f1C9Em/JPZb6d73j2bA8MBnlvUDOo73hTUu96ubXPRSXgb2AQDE8gPMrveTJaL1Ne+K8LooLushNjDzJ32o955cKPSCqBT31gHs8ZGqdvQdATL3I45s97dM1PcPqQLtWm+M8ZyA8PByY5rz5lP093VLOPfYQ6L2ZnIE90VyxPY2p9zwQSqy9eUlkPbBPfz2Wvbq5q2oXu9nLg7zUkqY9VXH9vSwqyzwEpqS98mO8PDtBUj0VJOM942xuPT8dFb1l+I69MnMnvdRvHzr8ABo+BsXlPfmS2DzXDK09Ht5+vZL28r2ww829wDOzvEFYD71fq1q86d6tuqzMEz7ae5+9TNmBvhyvBT6zvgK+atqIPWLFjL21cCi9oVEBPu5UJz1ggIC9LNWyvMcfwTxwhqS9B9IIvavgNjx/GaA9fo3vPQAeAT66Bd684lD+PMzBnD2U+t+79NBpPZIXqz0n+569wDagvaJTV7xuv2y9MXPBPTrymTxqGsC9OXs/vT4iNzw+iqy973tUvLctyL3LPQe9oy6PPQYtyLw67Bw9MAiFPek3prziN4U9","aneAvQ3ANz1iC9691XF8vXV+Kj0V40e9TX+kPWJWRz2x1LA9BeakvZuJQb33jum96vOCuhIyN74WJq67swtsPRjawr1fkrI9RwqLvZ6zYz29JYQ8NU7RPXIbiDzmjCy9QC+qvY7h+TzFt5w9MMmwvUlaiz0P4YU7nbf8vP7rv73s8xW8HSPJvRrj371Da4S7UsAFvuvvTb3Icaq9rjCEvkKnkr0T+Ci8AqN6PVWaUb3phgq+gPrLPXJyL71kBwm90vaXvcFNFrzSceo77MMzvaJU5T3JxMC9iTmOPUqNpbzVeKU9KLnzvffm3btjs2s8Nc8zvSUatLmncUE+PqdqPdrLAT6+2Ma9C8jtvDYqFT7bjbC7zOkaPUXqQT4ntiq+iK0GvctmuT3uLKq8wwLEPX/RDjuK8s49YBmxPRLerD0p2CC8ou6GPRtDlL3Fqv88tKySvXHCOj7qZo49RDBevTSTCr6UAcS9I31hvOZBFTwIeIq9YVYZvZt+mj1/erC9/L+yOlsCOL3C9Qy+nqnCPXejVT2hNIE9r2mLOzkEfD0XPXK9ECxJPjW3ij1vx269UyiCvcL/CD1x0LG9CS6yvR2uEL3D4bQ8Zy1zulpHxr1THI29SE6ePdVh3T14kO073wZAPbRpwr0tRI09dwvEvDdGqjxEGe49KFSGvdPRWz27DRs8v70fvnvhgT0cs0Q9LqZWPMGanTzTBao8N3CMPTMrtzxFHhG9EwZkvVJJOz0CR5u9guMjvPWPXD4gH0A+pLwIPWiNTz0oYw4+1puoPFaNHr2N3LI9k+5YvSFQiT279109BakHvpUzML1EUXQ859WoPNYK+bziwL089IqevVzN8zwuiGS+XexnO8G9G70Q2Uq9+02GPQSdED0T51e9ceiGPfQejr3tLl6+iYYEPq9Jbj2OLgG+skr1PCYK3bxO6Oo9nU4iO4n0kzvT2Hs5O2+ZPFVy4Lx9kA07+Z6HPsJEoL1sJH48L/TLvOiu3j2VoEI+De/TvHx23j3Hx/c8","v2SuPT1Irb0LME+9yoPpO/IDRTvkCnO9Vx40PVPPfT4ExIm8LZpCPQ+2+D1OR868VjbcPEBd5ztlvtW8t1EMPf6G/DwjkYo9kY4UPrtOkry/3bm9xz8FPem13T2gO3w8//nbvQXyd71IpWE9N72UPFkSsD37bOs9hWS7vU94G74rwtI9nPiju9u4tT1Q/aC97CVcPL9f+T04TYe9RSIDO0/Tb70Nw8C84s6kvTh6fjwT27u94ICdvOMI/73cqZS9npf4vTk2e7yVnDa9qFoSPHTDdD3oOxe9cAakPR6CMb3AjFW8GMuavdCvmj3Gd2q90VDYvEdNtb0PwgA81bHSvXcXQz2szOC8bZPUO+genr3eg4w9AmL9PRqS9b1BNIu9Yr74PZcQlTztPni9+OORvR+k9j2bHbU9YHW+PB/Eqz2EzYa7ROM+vZ+Hvj3K8g29rYhcPfG/uL3GRbU84U8KPMK/cD07LKY91jXIvBgsBbngUDO9L3rlvR8IybyCO7G9zngxPH81zT2OIDK9qDWMPeM3Xz290xm9Fw4CPR/Q4LrmaMU8RKm5PBHnnrz0aKS82J9aPaf19DxSnzy98jkpvUCEET6uob29DPTkvPms0D1ig8c9xgyyPZ1VMTsI/Zo88EHAvZsCqb2EWPE7oSwnO9PHyz18jqc9yUTVPFGjlDyqBSu9yE+qvZnM2z2BLlC9ls+WPXcLt73JebC99hHjvKZkKb0oBhE91TlOPek42b11u4k99ASNve/nvD14Gek9BbRMPQgj173mof87iaTVvUgXhT10/9m9fLcBvt0Bpb3a0ri9w64uPa9bhj2Wg9A90HtrvEdAJT1CHbs9H/4ZPRjgh72PoMa9QSuuPFEbWz1E5hY967uFPAN7FL224ug7uiCRuyRdGj3k48Q9PodvvABxgr1zVpS7jAe6vdNQpDzUtc48tYy8veJTrL2Heou9a6oVvWRW3r0I+m09hbHAPf5Oyr0Nf+K88yj5vJdctLyxtNO9EF9WPT+7Ej2yWrq9","2qLaPNdKej0Cn6q80oAFvcsoSLsn2Uy9XphGvb8tj7xy67Y8geCBvMDllL3766I9WNCtPZE1Tz37/uo74mMsPD+h4T3allm9OvCuvSneNb3+NI69r63iOm84Gj2Tr8i8evcMO1Pzmj1DMIi9K6crvWYwgbxz6C2+DvyiPQDuJz3l7wW9lJCEPB5v/D1CSkw9S3+xPcse2z1i0tU9gfW2PfaEgT2lkAq9MG5bvdJtAD4mq2C85O57PY27Xj28sYk94hrPvUBBjD3bt4S9KsKRvLipij12clK9dLOjPdWT7DwaU4Y9YmyIPSOx6zwf2q280c2Cvc7+E708Ub09zouKPUlvubzjkRI+LLODPU48gL2RLsI9t9WOvRUVMj2WQ4k8SZ7Kvd5nk73E4BW9ewnhuXoFtT0jqli7ibJwveYDpj1paUq9QeqEPX1SGT2IDGQ9sCSkvUZwnLw675q8dLUOPQTmorvoDSE82SIUvNnoiT1UbVI9Vw/ePQ06BL1+yo49CHuzPWvflb3MwhW90dh7PWMpnL0iyR88rqZuPQ26Fb1aQZ09XDqlvPJByrxBiK+9/rtFu5CfkL3ZES+9+LGgvXrCt720UYa8aSMlvcDnxD02er+8gJ3+vVoXrj1/yhA9IvTJPWo5p70xika9sKcGvaVdhbzg+wC9fHD8Pd6Hiz1AseC9gzTCvdXqIj0KbLE9giyTvRBt6T3F2q+9UpEivdHIELqB/jY8gKeUvahE0LxFKMQ9oPkyvCf+tz3br9K7Su1rvE4v2j3PRv87lM7rvTXZcj1G9xq8UMavveb7wj1aorK8PFpcPT56A768sW89dl/tu3kmYr02PW88NntCPblckD1OxBs9nymtPdqpCr1gjq89QPODPUBPxjzPpOC9EDWGPZOy9j3+1BU7pXSVPWzCM71/gmm9xw+5vW3mqTvRU+k8zk+lPYtfiD2zSWc8wVkMPpBF5j0fxXU9DmSCPePA7LwGxWe9RZ23PUw+ej1BN6G7A1XOOxUwhjzW5eK9","qhsoPvGxZjzalZY7XzGtvJKZiT0NzDC95rWRvW1hDbwZqz88P9VgPaMVAj14i+u8+zmZPfBFvj2yLSo9U+XVvct/1bxCoRE9GzyJvcS54z3Zm8G9jdGOvadzq71LcIc9uq+avYVrcL1q0Ve9GrYUPT9qSz0L5ra8jqObPOC1jz1qHNa9f2ndu4p75TyeFAs8WoRTvbrnj727T3w90DOMPVeJGDwMWlU97XG7PJ7OeL0JiPg9ZmSWvUhVlT1uwGq8kLekvYcrLT2jloE9RTqLvYA6/7xHhh09ax4JPMt/tbsEuaS9Ug2fve4TOr0LfyM9s0mEvJ7kPz2KaN28JCNvvdGJnDsQ/Iu9tBGPPaucxr1jBjG9qUkQPTsZtL0M6nO9LkAqvf0PorwB2ZE9JnGSvXhpVb15HkC9jVTAPJyMjTuC37C85uE3vfIRzb3QG7c9OLgnviOisr0dqx8+eNPYPG6lID1aHc29DTHtO2Jv3T24CnG8ctLKvO5QnT2nR+i8pQW6PAqDhb0+wCq9aZf2vEJZsjvxOio9vDy0vb19gDurOEU9dqBjvbbNib2PRSG954alPQP/Uj0Y9Om9ITI8vb9q5L2uv+C8iLP1PeaklD0aZVO9ddtCPWZw2T0Vo608MzEuPXmkHjzmVgQ8Fx79PWXq6LzG3s8968xSvcCgZD3Onxc8B0upPNNJiT2T0YI8FJhPvdKLCzxDTII9PTykPanB5bwBWLq9d5cbPE3xWL1k22o7ENKdvXsKjzz7D808KxuaPfetoD3QRJ27h58fvKWHYr0wnNS8gQfBvIqBJL3P4ig91GbnvbDinL0toDQ8mZrFPH8PMzwQEqq8DKuAPF+OhDurjBK9LKuIvUU6xT2A/K495/5xvUpStz0Q4oU9VVzMPAjY5b0F6Ko8yAvJPX9+iz12Mb48ic7EvVQy0zztLli9tQOKPQAvW7ztCsC9bF5cPd+8jDxD79i9/ckHPar/qDwVBxA8va4TvJYncj1PCNE9ssaEPdk52D3928m6",